/* nothing */
"" = "Project-Id-Version: xchat 2.6.3\nReport-Msgid-Bugs-To: www.xchat.org\nPOT-Creation-Date: 2007-07-01 14:32+1000\nPO-Revision-Date: 2006-08-07 19:04+0900\nLast-Translator: Tadashi Jokagi <elf2000@users.sourceforge.net>\nLanguage-Team: Japanese <translation-team-ja@lists.sourceforge.net>\nMIME-Version: 1.0\nContent-Type: text/plain; charset=UTF-8\nContent-Transfer-Encoding: 8bit\n";

/* nothing */
"Cannot create ~/.xchat2" = "~/.xchat2 を作成できません。";

/* nothing */
"I'm busy" = "多忙";

/* nothing */
"Leaving" = "さようなら";

/* nothing */
"* Running IRC as root is stupid! You should\n  create a User Account and use that to login.\n" = "* IRC を root 権限で立ち上げるなんて愚かにも程があります!\n  きちんとユーザーアカウント作成してから そのユーザーで\n  ログインしなおしてください。\n\n";

/* nothing */
"Waiting" = "待機中";

/* nothing */
"Active" = "アクティブ";

/* nothing */
"Failed" = "失敗";

/* nothing */
"Done" = "終了";

/* nothing */
"Connect" = "接続";

/* nothing */
"Aborted" = "中断";

/* nothing */
"Cannot access %s\n" = "%s へアクセスできません。\n";

/* nothing */
"Error" = "エラー";

/* nothing */
"%s is offering \"%s\". Do you want to accept?" = "%s が「%s」を提案しています。受け付けますか?";

/* nothing */
"No active DCCs\n" = "アクティブな DCC はありません\n";

/* nothing */
"YES  " = "はい   ";

/* nothing */
"NO   " = "いいえ   ";

/* nothing */
"You are being CTCP flooded from %s, ignoring %s\n" = "%s から大量の CTCP が来ました。%s を無視します。\n";

/* nothing */
"You are being MSG flooded from %s, setting gui_auto_open_dialog OFF.\n" = "%s から大量の MSG が来ました。設定 gui_auto_open_dialog をオフにします。\n";

/* nothing */
"  %-20s online\n" = "  %-20s オンライン\n";

/* nothing */
"  %-20s offline\n" = "  %-20s オフライン\n";

/* nothing */
"No channel joined. Try /join #<channel>\n" = "チャンネルに参加していません。「/join #<チャンネル>」を実行してください。\n";

/* nothing */
"Not connected. Try /server <host> [<port>]\n" = "サーバーと接続していません。「/server <ホスト> [<ポート>]」を実行してください。\n";

/* nothing */
"Already marked away: %s\n" = "";

/* nothing */
"Already marked back.\n" = "";

/* nothing */
"I need /bin/sh to run!\n" = "実行には /bin/sh が必要です!\n";

/* nothing */
"Commands Available:" = "以下のコマンドが利用できます:";

/* nothing */
"User defined commands:" = "ユーザー定義コマンド:";

/* nothing */
"Plugin defined commands:" = "プラグイン定義コマンド:";

/* nothing */
"Type /HELP <command> for more information, or /HELP -l" = "詳細は「/HELP <コマンド>」もしくは「/HELP -l」と入力してください。";

/* nothing */
"Unknown arg '%s' ignored." = "不明な引数 '%s' を無視します。";

/* nothing */
"No such plugin found.\n" = "そのようなプラグインはありません。\n";

/* nothing */
"That plugin is refusing to unload.\n" = "そのプラグインの読み込み解除を拒絶しています。\n";

/* nothing */
"ADDBUTTON <name> <action>, adds a button under the user-list" = "ADDBUTTON <名前> <動作>, ユーザーリストの下にボタンを加える";

/* nothing */
"ALLCHAN <cmd>, sends a command to all channels you're in" = "ALLCHAN <コマンド>, 参加している全チャンネルへコマンドを送信する";

/* nothing */
"ALLCHANL <cmd>, sends a command to all channels you're in" = "ALLCHANL <コマンド>, 参加している全チャンネルへコマンドを送信する";

/* nothing */
"ALLSERV <cmd>, sends a command to all servers you're in" = "ALLSERV <コマンド>, 入っている全サーバーにコマンドを送信する";

/* nothing */
"AWAY [<reason>], sets you away" = "AWAY [<理由>], 離席状態にする";

/* nothing */
"BACK, sets you back (not away)" = "";

/* nothing */
"BAN <mask> [<bantype>], bans everyone matching the mask from the current channel. If they are already on the channel this doesn't kick them (needs chanop)" = "BAN <マスク> [<禁止タイプ>], 現在のチャンネルから, マスクに一致するニックをバンする. 既にチャンネルに参加しているニックに関しては効果がない (なるとが必要)";

/* nothing */
"Set per channel options\nCHANOPT CONFMODE ON|OFF - Toggle conf mode/showing of join and part messages\nCHANOPT COLORPASTE ON|OFF - Toggle color paste\nCHANOPT BEEP ON|OFF - Toggle beep on message\nCHANOPT TRAY ON|OFF - Toggle tray blink on message" = "";

/* nothing */
"CLEAR [ALL|HISTORY], Clears the current text window or command history" = "CLEAR, 現在のテキストウィンドウの内容を消去する";

/* nothing */
"CLOSE, Closes the current window/tab" = "CLOSE, 現在のウィンドウ／タブを閉じる";

/* nothing */
"COUNTRY [-s] <code|wildcard>, finds a country code, eg: au = australia" = "COUNTRY <コード>, 国コードを検出, 例: au = オーストラリア";

/* nothing */
"CTCP <nick> <message>, send the CTCP message to nick, common messages are VERSION and USERINFO" = "CTCP <ニック> <メッセージ>, CTCP メッセージを指定のニックへ送信する。メッセージは普通, VERSION や USERINFO を使う";

/* nothing */
"CYCLE [<channel>], parts the current or given channel and immediately rejoins" = "CYCLE, 現在のチャンネルを離れ, 直後に再参加する";

/* nothing */
"\nDCC GET <nick>                      - accept an offered file\nDCC SEND [-maxcps=#] <nick> [file]  - send a file to someone\nDCC PSEND [-maxcps=#] <nick> [file] - send a file using passive mode\nDCC LIST                            - show DCC list\nDCC CHAT <nick>                     - offer DCC CHAT to someone\nDCC PCHAT <nick>                    - offer DCC CHAT using passive mode\nDCC CLOSE <type> <nick> <file>         example:\n         /dcc close send johnsmith file.tar.gz" = "\nDCC GET <ニック>                         - 差し出されたファイルを受け取る\nDCC SEND [-maxcps=#] <ニック> <ファイル> - ファイルを送信する\nDCC PSEND [-maxcps=#] <nick> [file]      - パッシブモードでファイルを送信する\nDCC LIST                                 - DCC 一覧を表示する\nDCC CHAT <ニック>                        - DCC CHAT を申し込む\nDCC PCHAT <ニック>                       - パッシブモードで DCC CHAT を申し込む\nDCC CLOSE <種類> <ニック> <ファイル>   例:\n         /dcc close send johnsmith file.tar.gz";

/* nothing */
"DEHOP <nick>, removes chanhalf-op status from the nick on the current channel (needs chanop)" = "DEHOP <ニック>, 現在のチャンネルの指定ニックからハーフなるとを剥奪する (なるとが必要)";

/* nothing */
"DELBUTTON <name>, deletes a button from under the user-list" = "DELBUTTON <ボタン名>, ユーザーリストの下のボタンを削除する";

/* nothing */
"DEOP <nick>, removes chanop status from the nick on the current channel (needs chanop)" = "DEOP <ニック>, 現在のチャンネルの指定ニックからなるとを剥奪する (なるとが必要)";

/* nothing */
"DEVOICE <nick>, removes voice status from the nick on the current channel (needs chanop)" = "DEVOICE <ニック>, 現在のチャンネルの指定ニックから, 発言権を削除する (なるとが必要)";

/* nothing */
"DISCON, Disconnects from server" = "DISCON, サーバーからの接続を切断する";

/* nothing */
"DNS <nick|host|ip>, Finds a users IP number" = "DNS <ニック名|ホスト|IP>, ユーザーの IP アドレスを検索する";

/* nothing */
"ECHO <text>, Prints text locally" = "ECHO テキスト, テキストをローカル上に表示する";

/* nothing */
"EXEC [-o] <command>, runs the command. If -o flag is used then output is sent to current channel, else is printed to current text box" = "EXEC [-o] <コマンド>, コマンドを実行する. -o フラグを利用すると出力は現在のチャンネルへ送信する。それ以外は現在のテキスト・ボックスに表示する";

/* nothing */
"EXECCONT, sends the process SIGCONT" = "EXECCONT, プロセスに対して SIGCONT を発行する";

/* nothing */
"EXECKILL [-9], kills a running exec in the current session. If -9 is given the process is SIGKILL'ed" = "EXECKILL [-9], 現在のプロセスに対してシグナルを発行する。-9 を指定した場合、プロセスは SIGKILL される";

/* nothing */
"EXECSTOP, sends the process SIGSTOP" = "EXECSTOP, プロセスに対して SIGSTOP を発行する";

/* nothing */
"EXECWRITE, sends data to the processes stdin" = "EXECWRITE, プロセスの標準入力へデータを送信する";

/* nothing */
"FLUSHQ, flushes the current server's send queue" = "FLUSHQ, 現在サーバーの送信キューをフラッシュする";

/* nothing */
"GATE <host> [<port>], proxies through a host, port defaults to 23" = "GATE <ホスト> [<ポート>], 指定ホストを通したプロキシ。標準ポートは 23";

/* nothing */
"GHOST <nick> <password>, Kills a ghosted nickname" = "GHOST <nick> <password>, ゴーストになってしまったニック名を削除する";

/* nothing */
"HOP <nick>, gives chanhalf-op status to the nick (needs chanop)" = "HOP <ニック>, 指定のニックにハーフなるとを与える (なるとが必要)";

/* nothing */
"ID <password>, identifies yourself to nickserv" = "ID <パスワード>, nickserv に自分を確認します";

/* nothing */
"IGNORE <mask> <types..> <options..>\n    mask - host mask to ignore, eg: *!*@*.aol.com\n    types - types of data to ignore, one or all of:\n            PRIV, CHAN, NOTI, CTCP, DCC, INVI, ALL\n    options - NOSAVE, QUIET" = "/IGNORE <マスク> <種類...> <オプション...>\n     マスク - 無視するホスト名のマスク, 例: *!*@*.ne.jp\n     種類   - 無視するデータの種類, 以下の一つもしくは全部:\n              PRIV, CHAN, NOTI, CTCP, INVI, ALL\n     オプション - NOSAVE, QUIET";

/* nothing */
"INVITE <nick> [<channel>], invites someone to a channel, by default the current channel (needs chanop)" = "INVITE <ニック> [<チャンネル>], 指定のチャンネルへ招待する。標準では現在のチャンネル名 (なるとが必要)";

/* nothing */
"JOIN <channel>, joins the channel" = "JOIN <チャンネル>, チャンネルに参加する";

/* nothing */
"KICK <nick>, kicks the nick from the current channel (needs chanop)" = "KICK <ニック>, 現在のチャンネルから指定のニックをキックする (なるとが必要)";

/* nothing */
"KICKBAN <nick>, bans then kicks the nick from the current channel (needs chanop)" = "KICKBAN <ニック>, 現在のチャンネルから指定のニックをキックし、さらにバンする (なるとが必要)";

/* nothing */
"LAGCHECK, forces a new lag check" = "LAGCHECK, 新規ラグチェックを強制する";

/* nothing */
"LASTLOG <string>, searches for a string in the buffer" = "LASTLOG <文字列>, バッファ中から文字列を検索する";

/* nothing */
"LOAD [-e] <file>, loads a plugin or script" = "LOAD [-e] <ファイル>, スクリプトかプラグインを読み込む";

/* nothing */
"MDEHOP, Mass deop's all chanhalf-ops in the current channel (needs chanop)" = "MDEHOP, 現在のチャンネルの全員のハーフなるとを剥奪する (なるとが必要)";

/* nothing */
"MDEOP, Mass deop's all chanops in the current channel (needs chanop)" = "MDEOP, 現在のチャンネルの全員のなるとを剥奪する (なるとが必要)";

/* nothing */
"ME <action>, sends the action to the current channel (actions are written in the 3rd person, like /me jumps)" = "ME <行動>, 現在のチャンネルに対して, 指定の ACTION を送信する (行動は 『/me jumps』のように第3者側で書かれる)";

/* nothing */
"MKICK, Mass kicks everyone except you in the current channel (needs chanop)" = "MKICK, 現在のチャンネルの自分以外の全員をキックする (なるとが必要)";

/* nothing */
"MOP, Mass op's all users in the current channel (needs chanop)" = "MOP, 現在のチャンネルの全員のなるとを剥奪する (なるとが必要)";

/* nothing */
"MSG <nick> <message>, sends a private message" = "MSG <ニック> <メッセージ>, プリブを送信する";

/* nothing */
"NAMES, Lists the nicks on the current channel" = "NAMES, 現在のチャンネルのニックリストを表示する";

/* nothing */
"NCTCP <nick> <message>, Sends a CTCP notice" = "NCTCP <ニック> <メッセージ>, CTCP NOTICE を送信する";

/* nothing */
"NEWSERVER [-noconnect] <hostname> [<port>]" = "NEWSERVER <ホスト名> [<ポート>]";

/* nothing */
"NICK <nickname>, sets your nick" = "NICK <ニック>, 自分のニックを設定する";

/* nothing */
"NOTICE <nick/channel> <message>, sends a notice. Notices are a type of message that should be auto reacted to" = "NOTICE <ニック/チャンネル> <メッセージ>, NOTICE を送信する。NOTICE は自動的に応答されるメッセージである";

/* nothing */
"NOTIFY [-n network1[,network2,...]] [<nick>], displays your notify list or adds someone to it" = "NOTIFY [<ニック>], 自分の通知リストを表示する、または誰かをそれに追加する";

/* nothing */
"OP <nick>, gives chanop status to the nick (needs chanop)" = "OP <ニック>, 指定のニックになるとを与える (なるとが必要)";

/* nothing */
"PART [<channel>] [<reason>], leaves the channel, by default the current one" = "PART [<チャンネル>]  [<理由>], チャンネルを去る。デフォルトでは現在のチャンネル";

/* nothing */
"PING <nick | channel>, CTCP pings nick or channel" = "PING <ニック | チャンネル>, ニックかチャンネルへ CTCP PING をかける";

/* nothing */
"QUERY [-nofocus] <nick>, opens up a new privmsg window to someone" = "QUERY <ニック>, 指定ニックとの新規ぷりぶウィンドウを開く";

/* nothing */
"QUIT [<reason>], disconnects from the current server" = "QUIT [<理由>], 現在のサーバーから接続を切断する";

/* nothing */
"QUOTE <text>, sends the text in raw form to the server" = "QUOTE <テキスト>, サーバーへ生形式のテキストを送信する";

/* nothing */
"RECONNECT [-ssl] [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [-ssl] [<ホスト>] [<ポート>] [<パスワード>], /RECONNECTだけで現在のサーバーに接続しなおすこともできるし、/RECONNECT ALLで開いているサーバーすべてに接続しなおすこともできる";

/* nothing */
"RECONNECT [<host>] [<port>] [<password>], Can be called just as /RECONNECT to reconnect to the current server or with /RECONNECT ALL to reconnect to all the open servers" = "RECONNECT [<ホスト>] [<ポート>] [<パスワード>], /RECONNECTだけで現在のサーバーに接続しなおすこともできるし、/RECONNECT ALLで開いているサーバーすべてに接続しなおすこともできる";

/* nothing */
"RECV <text>, send raw data to xchat, as if it was received from the irc server" = "/QUOTE <テキスト>, サーバーへ生形式のテキストを送信する\n";

/* nothing */
"SAY <text>, sends the text to the object in the current window" = "SAY <テキスト>, カレントウィンドウのオブジェクトへテキストを送信する";

/* nothing */
"SEND <nick> [<file>]" = "SEND <ニック> [<ファイル>]";

/* nothing */
"SERVCHAN [-ssl] <host> <port> <channel>, connects and joins a channel" = "SERVCHAN [-ssl] <ホスト> <ポート> <チャンネル>, 接続およびチャンネルへ参加する";

/* nothing */
"SERVCHAN <host> <port> <channel>, connects and joins a channel" = "SERVCHAN <ホスト> <ポート> <チャンネル>, 接続およびチャンネルへ参加する";

/* nothing */
"SERVER [-ssl] <host> [<port>] [<password>], connects to a server, the default port is 6667 for normal connections, and 9999 for ssl connections" = "SERVER [-ssl] <ホスト> [<ポート>] [<パスワード>], サーバーへ接続する。通常の接続では標準ポート番号は6667、ssl接続では994";

/* nothing */
"SERVER <host> [<port>] [<password>], connects to a server, the default port is 6667" = "SERVER <ホスト> [<ポート>] [<パスワード>], サーバーへ接続する。標準ポート番号は6667";

/* nothing */
"SET [-e] [-or] [-quiet] <variable> [<value>]" = "SET [-quiet] <変数> [<値>]";

/* nothing */
"SETCURSOR [-|+]<position>" = "SETCURSOR [-|+]<位置>";

/* nothing */
"TOPIC [<topic>], sets the topic if one is given, else shows the current topic" = "TOPIC [<トピック>], トピックを設定する。引数がなければ現在のトピックを表示する";

/* nothing */
"\nTRAY -f <timeout> <file1> [<file2>] Blink tray between two icons.\nTRAY -f <filename>                  Set tray to a fixed icon.\nTRAY -i <number>                    Blink tray with an internal icon.\nTRAY -t <text>                      Set the tray tooltip.\nTRAY -b <title> <text>              Set the tray balloon." = "";

/* nothing */
"UNBAN <mask> [<mask>...], unbans the specified masks." = "UNBAN <マスク> [<マスク>...], 指定したマスクのBanを解除する";

/* nothing */
"UNIGNORE <mask> [QUIET]" = "UNIGNORE <マスク> [QUIET]";

/* nothing */
"UNLOAD <name>, unloads a plugin or script" = "UNLOAD <名前> プラグインかスクリプトの読み込みをやめる";

/* nothing */
"URL <url>, opens a URL in your browser" = "URL <url>, ブラウザーで URL を開く";

/* nothing */
"USELECT [-a] [-s] <nick1> <nick2> etc, highlights nick(s) in channel userlist" = "USELECT [-a] [-s] <ニック1> <ニック2> など、チャンネルのユーザー一覧のニックをハイライトにします";

/* nothing */
"VOICE <nick>, gives voice status to someone (needs chanop)" = "VOICE <ニック>, 発言権を指定のニックへ与える (なるとが必要)";

/* nothing */
"WALLCHAN <message>, writes the message to all channels" = "WALLCHAN <メッセージ>, 全チャンネルへメッセージを送信する";

/* nothing */
"WALLCHOP <message>, sends the message to all chanops on the current channel" = "WALLCHOP <メッセージ>, 現在のチャンネルのなると保持者全員へメッセージを送信する";

/* nothing */
"Usage: %s\n" = "使い方: %s\n";

/* nothing */
"\nNo help available on that command.\n" = "\nこのコマンドのヘルプは利用できません.\n";

/* nothing */
"No such command.\n" = "そのようなコマンドはありません.\n";

/* nothing */
"Bad arguments for user command.\n" = "ユーザーコマンドに対して不正な引数を与えています.\n";

/* nothing */
"Too many recursive usercommands, aborting." = "ユーザーコマンドの再帰が多すぎます。アボートします。";

/* nothing */
"Unknown Command. Try /help\n" = "不明なコマンドです. 『/help』を実行してください。\n";

/* nothing */
"No xchat_plugin_init symbol; is this really an xchat plugin?" = "シンボル「xchat_plugin_init」がありません。これは本当に xchat のプラグインですか?";

/* nothing */
"Are you sure this is a SSL capable server and port?\n" = "";

/* nothing */
"Cannot resolve hostname %s\nCheck your IP Settings!\n" = "ホスト名「%s」を解決できません。\nIP 設定を確認してください!\n";

/* nothing */
"Proxy traversal failed.\n" = "";

/* nothing */
"Cycling to next server in %s...\n" = "";

/* nothing */
"Warning: \"%s\" character set is unknown. No conversion will be applied for network %s." = "";

/* nothing */
"%C22*%O$t$1 added to notify list." = "%C22*%O$t$1 を通知リストへ追加しました。";

/* nothing */
"%C22*%O$t$1 Banlist:%C19 $4%C20 $2%C21 $3" = "%C22*%O$t$1 バン一覧:%C19 $4%C20 $2%C21 $3";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(You are banned)." = "-%C10-%C11-%O$t Ban されているため %C11%B$1%O 参加できません。";

/* nothing */
"%C22*%O$t$1 is now known as $2" = "%C22*%O$t$1 は $2 にニックを変更しました。";

/* nothing */
"%C22*%O$t$1 sets ban on $2" = "%C22*%O$t$1 は $2 をバンしました。";

/* nothing */
"%C22*%O$tChannel $1 created on $2" = "-%C10-%C11-%O$t$2 にチャンネル $1 が作成されました。";

/* nothing */
"%C22*%O$t%C26$1%O removes channel half-operator status from%C26 $2" = "%C22*%O$t%C26$1%O は %C26$2 からハーフなるとを剥奪しました。";

/* nothing */
"%C22*%O$t%C26$1%O removes channel operator status from%C26 $2" = "%C22*%O$t%C26$1%O は $2 からなるとを剥奪しました。";

/* nothing */
"%C22*%O$t%C26$1%O removes voice from%C26 $2" = "-%C10-%C11-%O$t$1 は $2 から発言権を剥奪しました。";

/* nothing */
"%C22*%O$t$1 sets exempt on $2" = "-%C10-%C11-%O$t$1 はチャンネル $2 への免除設定しました。";

/* nothing */
"%C22*%O$t%C26$1%O gives channel half-operator status to%C26 $2" = "-%C10-%C11-%O$t$1 は $2 にハーフなるとを与えました。";

/* nothing */
"%C22*%O$t$1 sets invite on $2" = "-%C10-%C11-%O$t$1 は INVITE マスクを設定しました.: $2";

/* nothing */
"%UChannel          Users   Topic" = "%Uチャンネル       ユーザー  トピック";

/* nothing */
"%C22*%O$t$1 sets mode $2$3 $4" = "-%C10-%C11-%O$t$1 はモードを $2$3 $4 に設定しました。";

/* nothing */
"%C22*%O$t%C22Channel $1 modes: $2" = "%C22*%O$t%C22$t チャンネル $1 モード: $2";

/* nothing */
"%C22*%O$t%C26$1%O gives channel operator status to%C26 $2" = "-%C10-%C11-%O$t$1 は $2 になるとを与えました。";

/* nothing */
"%C22*%O$t$1 removes exempt on $2" = "-%C10-%C11-%O$t$1 は $2 への免除を削除しました。";

/* nothing */
"%C22*%O$t$1 removes invite on $2" = "%C22*%O$t$1 は INVITE マスクを削除しました: $2";

/* nothing */
"%C22*%O$t$1 removes channel keyword" = "%C22*%O$t$1 はチャンネルキーワードを削除しました。";

/* nothing */
"%C22*%O$t$1 removes user limit" = "%C22*%O$t$1 はユーザー数制限を削除しました。";

/* nothing */
"%C22*%O$t$1 sets channel keyword to $2" = "%C22*%O$t$1 はチャンネルにキーワード $2 を設定しました。";

/* nothing */
"%C22*%O$t$1 sets channel limit to $2" = "%C22*%O$t$1 はチャンネルを $2 に制限しました。";

/* nothing */
"%C22*%O$t$1 removes ban on $2" = "-%C10-%C11-%O$t$1 は $2 に対するバンを取り外しました。";

/* nothing */
"%C22*%O$t%C26$1%O gives voice to%C26 $2" = "-%C10-%C11-%O$t$1 は $2 に発言権を与えました。";

/* nothing */
"%C22*%O$t%C22Connected. Now logging in..." = "%C22*%O$t%C22接続しました。直ちにログインします...";

/* nothing */
"%C22*%O$t%C22Connecting to $1 ($2) port $3%O..." = "%C22*%O$t%C22サーバー $1($2) の、ポート$3 へ接続中%O...";

/* nothing */
"%C21*%O$t%C21Connection failed. Error: $1" = "-%C10-%C11-%O$t 接続に失敗しました. エラー: $1";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2" = "-%C10-%C11-%O$tCTCP 一般 $1 を $2 から受け取りました。";

/* nothing */
"%C22*%O$tReceived a CTCP $1 from $2 (to $3)" = "-%C10-%C11-%O$t$2 から($3へ), CTCP $1 を受け取りました。";

/* nothing */
"%C19>%O$1%C19<%O$tCTCP $2" = "%C19>%O$1%C19<%O$tCTCP $2";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2" = "%C22*%O$tCTCP サウンド $1 を $2 から受け取りました。";

/* nothing */
"%C22*%O$tReceived a CTCP Sound $1 from $2 (to $3)" = "-%C10-%C11-%O$t$2 から($3へ), CTCP $1 を受け取りました。";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O aborted." = "-%C10-%C11-%O$tDCC $1 %C11$2 %Cto %C11$3 %C は中断しました。";

/* nothing */
"%C22*%O$tDCC CHAT connection established to %C26$1 %C30[%O$2%C30]" = "-%C10-%C11-%O$tDCC $1 の $4 %C11$2 %C14[%O$3%C14]%O への接続を確立しました。";

/* nothing */
"%C22*%O$tDCC CHAT to %C26$1%O lost ($4)." = "%C22*%O$t %C26$1%O との DCC CHAT を失いました ($4)";

/* nothing */
"%C22*%O$tReceived a DCC CHAT offer from $1" = "%C22*%O$t$1 から DCC チャット提案を受け取りました。";

/* nothing */
"%C22*%O$tOffering DCC CHAT to $1" = "-%C10-%C11-%O$t$1 への DCC チャットを提案しています。";

/* nothing */
"%C22*%O$tAlready offering CHAT to $1" = "%C22*%O$t既に $1 へのチャットは提案しています。";

/* nothing */
"%C22*%O$tDCC $1 connect attempt to%C26 $2%O failed (err=$3)." = "-%C10-%C11-%O$t%C11$2%O への DCC $1 の接続に失敗しました (エラー=$3)。";

/* nothing */
"%C22*%O$tReceived '$1%O' from $2" = "%C22*%O$t$2 から 「$1%O」を受け取りました。";

/* nothing */
"%C24,18 Type  To/From    Status  Size    Pos     File         " = "%C24,18 種類  To/From    状態    容量    Pos     ファイル       ";

/* nothing */
"%C22*%O$tReceived a malformed DCC request from %C26$1%O.%010%C22*%O$tContents of packet: $2" = "-%C10-%C11-%O$t%C11$1%O から異常な DCC チャット要求を受け取りました。";

/* nothing */
"%C22*%O$tOffering%C26 $1%O to%C26 $2" = "-%C10-%C11-%O$t%C11$1 %C を %C11$2%Oへ提案しています...%O";

/* nothing */
"%C22*%O$tNo such DCC offer." = "-%C10-%C11-%O$t そのような DCC 提案はありません。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $2%O to%C26 $1%O aborted." = "";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O complete %C30[%C26$4%O cps%C30]%O." = "-%C10-%C11-%O$t%C11$1%Oの %C11$2%O への DCC 送信は %C14[%C11$3%O cps%C14]%O を完了。";

/* nothing */
"%C22*%O$tDCC RECV connection established to%C26 $1 %C30[%O$2%C30]" = "-%C10-%C11-%O$tDCC $1 の $4 %C11$2 %C14[%O$3%C14]%O への接続を確立しました。";

/* nothing */
"%C22*%O$tDCC RECV%C26 $1%O from%C26 $3%O failed ($4)." = "";

/* nothing */
"%C22*%O$tDCC RECV: Cannot open $1 for writing ($2)." = "-%C10-%C11-%O$tDCC RECV: 出力ファイル $1 を開けません - 中断します。";

/* nothing */
"%C22*%O$tThe file%C26 $1%C already exists, saving it as%C26 $2%O instead." = "-%C10-%C11-%O$t ファイル %C11$1%C は既に存在します. かわりに, このファイルを %C11$2%O へ保存します。";

/* nothing */
"%C22*%O$t%C26$1 %Ohas requested to resume%C26 $2 %Cfrom%C26 $3%C." = "-%C10-%C11-%O$t%C11$1 %C は %C11$3%C から %C11$2 %C の再開を要求しました。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $2%O to%C26 $1%O aborted." = "%C22*%O$t $2%O から  $1%O への DCC を中断しました。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O complete %C30[%C26$3%O cps%C30]%O." = "-%C10-%C11-%O$t%C11$1%O の %C11$2%O への DCC送信は %C14[%C11$3%O cps%C14]%O を完了。";

/* nothing */
"%C22*%O$tDCC SEND connection established to%C26 $1 %C30[%O$2%C30]" = "-%C10-%C11-%O$tDCC $1 の $4 %C11$2 %C14[%O$3%C14]%O への接続を確立しました。";

/* nothing */
"%C22*%O$tDCC SEND%C26 $1%O to%C26 $2%O failed. $3" = "%C22*%O$tDCC SEND%C26 $1%O から %C26 $2%O への送信に失敗しました。 $3";

/* nothing */
"%C22*%O$t%C26$1 %Ohas offered%C26 $2 %O(%C26$3 %Obytes)" = "-%C10-%C11-%O$t%C11$1 %C は %C11$2 %C(%C11$3 %Cバイト)を提案しました。";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Cstalled - aborting." = "-%C10-%C11-%O$t%C11$3%C への %C11$2%C のDCC $1 は停滞しています - 中断します。";

/* nothing */
"%C22*%O$tDCC $1%C26 $2 %Oto%C26 $3 %Otimed out - aborting." = "%C22*%O$tDCC $1%C26 $2 %O から %C26 $3 %Oタイムアウト - 中断します。";

/* nothing */
"%C22*%O$t$1 deleted from notify list." = "%C22*%O$t$1 通知一覧から削除しました。";

/* nothing */
"%C22*%O$tDisconnected ($1)." = "%C22*%O$t 接続を切断しました ($1)。";

/* nothing */
"%C22*%O$tFound your IP: [$1]" = "%C22*%O$t 自分のIPを見付けました: [$1]";

/* nothing */
"%O%C26$1%O added to ignore list." = "%O%C26$1%O 無視リストへ追加しました。";

/* nothing */
"Ignore on %C26$1%O changed." = "%C26$1%O の無視設定を変更しました。";

/* nothing */
"%C24,18                                                              " = "%C24,18                                                              ";

/* nothing */
"%C24,18 Hostmask                  PRIV NOTI CHAN CTCP DCC  INVI UNIG " = "%C24,18 ホストマスク              PRIV NOTI CHAN CTCP DCC  INVI UNIG ";

/* nothing */
"%O%C26$1%O removed from ignore list." = "%O%C26$1%O 無視リストから削除しました。";

/* nothing */
"  Ignore list is empty." = "  無視リストの内容が空です。";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Channel is invite only)." = "-%C10-%C11-%O$t%C11%B$1 %O は招待のみのチャンネルなため参加できません。";

/* nothing */
"%C22*%O$tYou have been invited to%C26 $1%O by%C26 $2%C (%C26$3%C)" = "-%C10-%C11-%O$t %C11$2%C から チャンネル %C11$1%C へ招待されました.(%C11$3%C)";

/* nothing */
"%C19*%O$t%C19%B$1 %B($3) has joined $2" = "%C19*%O$t%C19%B$1 %B($3) は $2 へ参加しました。";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(Requires keyword)." = "-%C10-%C11-%O$t%C11%B$1%O へ参加できません(キーワードが必要です)。";

/* nothing */
"%C21*%O$t%C21$1 has kicked $2 from $3 ($4%O%C21)" = "<%C10-%C11-%O$t$1 は $3 から $2 をキックしました. ($4%O)";

/* nothing */
"%C22*%O$tYou have been killed by $1 ($2%O%C22)" = "-%C10-%C11-%O$t $1 によって殺されました. ($2%O)";

/* nothing */
"%C22*%O$t%C22MOTD Skipped." = "%C22*%O$t%C22 MOTD を飛ばしました。";

/* nothing */
"%C22*%O$t$1 already in use. Retrying with $2..." = "%C22*%O$t$1 は既に使用されています。$2 で再試行します...";

/* nothing */
"%C22*%O$tNickname already in use. Use /NICK to try another." = "%C22*%O$tニックはすでに使用されています。他を「/NICK」で指定してください。";

/* nothing */
"%C22*%O$tNo such DCC." = "%C22*%O$t そのような DCC はありません。";

/* nothing */
"%C22*%O$tNo process is currently running" = "%C22*%O$t現在は実行プロセスがありません。";

/* nothing */
"$tNotify list is empty." = "$t通知リストの内容が空です。";

/* nothing */
"%C24,18 %B  Notify List                           " = "%C24,18 %B  通知一覧                              ";

/* nothing */
"%C22*%O$t$1 users in notify list." = "%C22*%O$t$1 ユーザーが通知リストにいます。";

/* nothing */
"%C22*%O$tNotify: $1 is offline ($3)." = "%C22*%O$t 通知: $1 はオフラインです ($2)";

/* nothing */
"%C22*%O$tNotify: $1 is online ($3)." = "C22*%O$t通知: $1 はオンラインです ($2)。";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3" = "%C23*%O$t%C23$1 (%O%C23$2) は $3 から離れました。";

/* nothing */
"%C23*%O$t%C23$1 (%O%C23$2) has left $3 (%O%C23%B%B$4%O%C23)" = "%C23*%O$t%C23$1 (%O%C23$2) はチャンネル $3 から離れました(%O%C23%B%B$4%O%C23)";

/* nothing */
"%C22*%O$tPing reply from $1: $2 second(s)" = "%C22*%O$t$1 からの Ping 応答 : $2 秒";

/* nothing */
"%C22*%O$tNo ping reply for $1 seconds, disconnecting." = "%C22*%O$tPing 応答が $1 秒間ありません, 切断。";

/* nothing */
"%C22*%O$tA process is already running" = "%C22*%O$tプロセスは既に実行しています。";

/* nothing */
"%C23*%O$t%C23$1 has quit (%O%C23%B%B$2%O%C23)" = "%C23*%O$t%C23$1 は IRC から離れました (%O%C23%B%B$2%O%C23)";

/* nothing */
"%C22*%O$t$1 sets modes%B %C30[%O$2%B%C30]" = "%C22*%O$t$1 はモードを %B %C30[%O$2%B%C30] へ設定しました";

/* nothing */
"%C28-%C29$1/Wallops%C28-%O$t$2" = "%C28-%C29$1/Wallops%C28-%O$t$2";

/* nothing */
"%C22*%O$tLooking up IP number for%C26 $1%O..." = "-%C10-%C11-%O$t%C11$1%O のIPアドレスを探しています..";

/* nothing */
"%C22*%O$t%C22Connected." = "%C22*%O$t%C22接続しました。";

/* nothing */
"%C22*%O$t%C22Looking up $1" = "-%C10-%C11-%O$t%C11$1%C を探しています..";

/* nothing */
"%C22*%O$tStopped previous connection attempt (pid=$1)" = "-%C10-%C11-%O$t 以前の接続試行が中止されました. (PID=$1)";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29is: $2" = "-%C10-%C11-%O$t %C11$1%C のトピックは %C11$2%O です。";

/* nothing */
"%C22*%O$t$1 has changed the topic to: $2" = "-%C10-%C11-%O$t$1はトピックを変更しました: $2%O";

/* nothing */
"%C29*%O$t%C29Topic for $1%C %C29set by $2%C %C29at $3" = "-%C10-%C11-%O$t%C11$3%O に, %C11$1%C のトピックが %C11$2%C によって設定されました。";

/* nothing */
"%C22*%O$tUnknown host. Maybe you misspelled it?" = "%C22*%O$t不明なホストです。スペルミスしていませんか?";

/* nothing */
"%C22*%O$tCannot join%C26 %B$1 %O(User limit reached)." = "-%C10-%C11-%O$t%C11%B$1%O へ参加できません(ユーザー数が上限を越えました)。";

/* nothing */
"%C22*%O$t%C26Users on $1:%C $2" = "-%C10-%C11-%O$t%C11$1 のユーザー:%C $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3" = "%C22*%O$t%C28[%O$1%C28] %O$2%C27 $3";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Cis away %C30(%O$2%O%C30)" = "%C22*%O$t%C28[%O$1%C28] %C は離席中です %C30(%O$2%O%C30)";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O $2" = "%C22*%O$t%C28[%O$1%C28]%O $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %OEnd of WHOIS list." = "%C22*%O$t%C28[%O$1%C28] %O以上が WhoIs 情報です。";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2" = "%C22*%O$t%C28[%O$1%C28]%O アイドル%C26 $2";

/* nothing */
"%C22*%O$t%C28[%O$1%C28]%O idle%C26 $2%O, signon:%C26 $3" = "-%C10-%C11-%O$t%C12[%O$1%C12] %C アイドル %C11$2%C, signon: %C11$3%O";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4" = "%C22*%O$t%C28[%O$1%C28] %C30(%O$2@$3%C30)%O: $4";

/* nothing */
"%C22*%O$t%C28[%O$1%C28] %Oreal user@host%C27 $2%O, real IP%C27 $3" = "";

/* nothing */
"%C19*%O$t%C19Now talking on $2" = "%C19*%O$t%C19今 $2 で会話中です。";

/* nothing */
"%C23*$tYou have been kicked from $2 by $3 ($4%O%C23)" = "-%C10-%C11-%O$t $3 により チャンネル $2 からキックされました ($4%O)";

/* nothing */
"%C23*$tYou have left channel $3" = "%C23*$t チャンネル $3 から離れました。";

/* nothing */
"%C23*$tYou have left channel $3 (%O%C23%B%B$4%O%C23)" = "-%C10-%C11-%O$t あなたはチャンネル $3 %C14(%O$4%C14)%O から離れました。";

/* nothing */
"%C22*%O$tYou've invited%C26 $1%O to%C26 $2%O (%C26$3%O)" = "-%C10-%C11-%O$t%C11$2%C に %C11$1%C を招待しています (%C11$3%C)";

/* nothing */
"%C22*%O$tYou are now known as $2" = "%C22*%O$t あなたは $2 にニックを変更しました。";

/* nothing */
"Loaded log from" = "";

/* nothing */
"**** ENDING LOGGING AT %s\n" = "**** %s でログ記録終了\n";

/* nothing */
"**** BEGIN LOGGING AT %s\n" = "**** %s からログ記録開始\n";

/* nothing */
"* Can't open log file(s) for writing. Check the\n  permissions on %s/xchatlogs" = "* ログファイルを書き込み用に開けません。 \n%s/xchatlogs のパーミッションを確認してください。";

/* nothing */
"Left message" = "左メッセージ";

/* nothing */
"Right message" = "右メッセージ";

/* nothing */
"The nick of the joining person" = "参加したニック";

/* nothing */
"The channel being joined" = "参加したチャンネル";

/* nothing */
"The host of the person" = "ニックのホスト";

/* nothing */
"Nickname" = "ニックネーム";

/* nothing */
"The action" = "アクション";

/* nothing */
"Mode char" = "モード文字";

/* nothing */
"The text" = "テキスト";

/* nothing */
"Identified text" = "識別テキスト";

/* nothing */
"The message" = "メッセージ";

/* nothing */
"Old nickname" = "旧ニックネーム";

/* nothing */
"New nickname" = "新ニックネーム";

/* nothing */
"Nick of person who changed the topic" = "トピックを変更したニック";

/* nothing */
"Topic" = "トピック";

/* nothing */
"Channel" = "チャンネル";

/* nothing */
"The nickname of the kicker" = "キックしたニック";

/* nothing */
"The person being kicked" = "キックされたニック";

/* nothing */
"The channel" = "チャンネル";

/* nothing */
"The reason" = "理由";

/* nothing */
"The nick of the person leaving" = "離脱したニック";

/* nothing */
"The time" = "時間";

/* nothing */
"The creator" = "作成者";

/* nothing */
"Nick" = "ニック";

/* nothing */
"Reason" = "理由";

/* nothing */
"Host" = "ホスト";

/* nothing */
"Who it's from" = "誰から";

/* nothing */
"The time in x.x format (see below)" = "x.x 形式による時刻 (下参照)";

/* nothing */
"The Channel it's going to" = "発行されたチャンネル";

/* nothing */
"The sound" = "サウンド";

/* nothing */
"The nick of the person" = "ニック";

/* nothing */
"The CTCP event" = "CTCP イベント";

/* nothing */
"The nick of the person who set the key" = "キーワードを設定したニック";

/* nothing */
"The key" = "キーワード";

/* nothing */
"The nick of the person who set the limit" = "制限を設定したニック";

/* nothing */
"The limit" = "制限";

/* nothing */
"The nick of the person who did the op'ing" = "なるとをくれたニック";

/* nothing */
"The nick of the person who has been op'ed" = "なるとをもらったニック";

/* nothing */
"The nick of the person who has been halfop'ed" = "ハーフなるとをもらったニック";

/* nothing */
"The nick of the person who did the halfop'ing" = "ハーフなるとをくれたニック";

/* nothing */
"The nick of the person who did the voice'ing" = "発言権をくれたニック";

/* nothing */
"The nick of the person who has been voice'ed" = "発言権をもらったニック";

/* nothing */
"The nick of the person who did the banning" = "バンされたニック";

/* nothing */
"The ban mask" = "バンマスク";

/* nothing */
"The nick who removed the key" = "キーワードを削除したニック";

/* nothing */
"The nick who removed the limit" = "制限を削除したニック";

/* nothing */
"The nick of the person of did the deop'ing" = "なるとを取り上げたニック";

/* nothing */
"The nick of the person who has been deop'ed" = "なるとを取られたニック";

/* nothing */
"The nick of the person of did the dehalfop'ing" = "ハーフなるとを取り上げたニック";

/* nothing */
"The nick of the person who has been dehalfop'ed" = "ハーフなるとを取られたニック";

/* nothing */
"The nick of the person of did the devoice'ing" = "発言権を取り上げたニック";

/* nothing */
"The nick of the person who has been devoice'ed" = "発言権を取り上げられたニック";

/* nothing */
"The nick of the person of did the unban'ing" = "バンを解除したニック";

/* nothing */
"The nick of the person who did the exempt" = "免除を行ったニック";

/* nothing */
"The exempt mask" = "免除マスク";

/* nothing */
"The nick of the person removed the exempt" = "免除を削除したニック";

/* nothing */
"The nick of the person who did the invite" = "招待したニック";

/* nothing */
"The invite mask" = "招待マスク";

/* nothing */
"The nick of the person removed the invite" = "招待マスクを削除したニック";

/* nothing */
"The nick of the person setting the mode" = "モードを設定したニック";

/* nothing */
"The mode's sign (+/-)" = "モードの符号 (+/-)";

/* nothing */
"The mode letter" = "モード文字";

/* nothing */
"The channel it's being set on" = "チャンネルのモードは";

/* nothing */
"Username" = "ユーザー名";

/* nothing */
"Full name" = "フルネーム";

/* nothing */
"Channel Membership/\"is an IRC operator\"" = "チャンネル メンバシップ /\"はIRC 管理者\"";

/* nothing */
"Server Information" = "サーバー情報";

/* nothing */
"Idle time" = "アイドル時間";

/* nothing */
"Signon time" = "Signon 時間";

/* nothing */
"Away reason" = "離席理由";

/* nothing */
"Message" = "メッセージ";

/* nothing */
"Account" = "アカウント";

/* nothing */
"Real user@host" = "リアル user@host";

/* nothing */
"Real IP" = "リアル IP";

/* nothing */
"Channel Name" = "チャンネル名";

/* nothing */
"Text" = "テキスト";

/* nothing */
"Server Name" = "サーバー名";

/* nothing */
"Nick of person who invited you" = "自分を招待したニック";

/* nothing */
"Users" = "ユーザー";

/* nothing */
"Nickname in use" = "使用するニック";

/* nothing */
"Nick being tried" = "次に試行するニック";

/* nothing */
"IP" = "IPアドレス";

/* nothing */
"Port" = "ポート";

/* nothing */
"Network" = "ネットワーク";

/* nothing */
"Modes string" = "モード文字列";

/* nothing */
"IP address" = "IP アドレス";

/* nothing */
"DCC Type" = "DCC タイプ";

/* nothing */
"Filename" = "ファイル名";

/* nothing */
"Destination filename" = "目的先ファイル名";

/* nothing */
"CPS" = "CPS";

/* nothing */
"Pathname" = "パス名";

/* nothing */
"Position" = "場所";

/* nothing */
"Size" = "サイズ";

/* nothing */
"DCC String" = "DCC 文字列";

/* nothing */
"Number of notify items" = "通知アイテム数";

/* nothing */
"Old Filename" = "旧ファイル名";

/* nothing */
"New Filename" = "新ファイル名";

/* nothing */
"Receiver" = "受取人";

/* nothing */
"Hostmask" = "ホストマスク";

/* nothing */
"Hostname" = "ホスト名";

/* nothing */
"The Packet" = "パケット";

/* nothing */
"Seconds" = "秒";

/* nothing */
"Nick of person who have been invited" = "自分を招待したニック";

/* nothing */
"Banmask" = "バンマスク";

/* nothing */
"Who set the ban" = "バンを設定した人";

/* nothing */
"Ban time" = "バン時間";

/* nothing */
"Error parsing event %s.\nLoading default." = "イベント %s の解析エラーです。\nデフォルトを読み込み中です。";

/* nothing */
"Cannot read sound file:\n%s" = "サウンドファイルの読み込みができません:\n%s";

/* nothing */
"Remote host closed socket" = "リモートホストがソケットを閉じました。";

/* nothing */
"Connection refused" = "接続が拒否されました。";

/* nothing */
"No route to host" = "ホストへの経路がありません。";

/* nothing */
"Connection timed out" = "接続時間アウト";

/* nothing */
"Cannot assign that address" = "そのアドレスは予約できません。";

/* nothing */
"Connection reset by peer" = "peerによって接続がリセットされました。";

/* nothing */
"Ascension Island" = "ココス諸島";

/* nothing */
"Andorra" = "アンドラ";

/* nothing */
"United Arab Emirates" = "アラブ首長国連邦";

/* nothing */
"Afghanistan" = "アフガニスタン";

/* nothing */
"Antigua and Barbuda" = "アンティグアバーブーダ";

/* nothing */
"Anguilla" = "アンギラ";

/* nothing */
"Albania" = "アルバニア";

/* nothing */
"Armenia" = "アルメニア";

/* nothing */
"Netherlands Antilles" = "蘭領アンティル諸島";

/* nothing */
"Angola" = "アンゴラ";

/* nothing */
"Antarctica" = "南極大陸";

/* nothing */
"Argentina" = "アルゼンチン";

/* nothing */
"Reverse DNS" = "逆引きDNS";

/* nothing */
"American Samoa" = "米領サモア";

/* nothing */
"Austria" = "オーストリア";

/* nothing */
"Nato Fiel" = "NATO領地";

/* nothing */
"Australia" = "オーストラリア";

/* nothing */
"Aruba" = "アルーバ";

/* nothing */
"Aland Islands" = "フォークランド諸島";

/* nothing */
"Azerbaijan" = "アゼルバイジャン";

/* nothing */
"Bosnia and Herzegovina" = "ボスニア・ヘルツェゴビナ";

/* nothing */
"Barbados" = "バルバドス";

/* nothing */
"Bangladesh" = "バングラディシュ";

/* nothing */
"Belgium" = "ベルギー";

/* nothing */
"Burkina Faso" = "ブルキナファソ";

/* nothing */
"Bulgaria" = "ブルガリア";

/* nothing */
"Bahrain" = "バーレーン";

/* nothing */
"Burundi" = "ブルンジ";

/* nothing */
"Businesses" = "ビジネス";

/* nothing */
"Benin" = "ベニン";

/* nothing */
"Bermuda" = "バミューダ";

/* nothing */
"Brunei Darussalam" = "ブルネイ・ダルサラーム国";

/* nothing */
"Bolivia" = "ボリビア";

/* nothing */
"Brazil" = "ブラジル";

/* nothing */
"Bahamas" = "バハマ";

/* nothing */
"Bhutan" = "ブータン";

/* nothing */
"Bouvet Island" = "ブーベ島";

/* nothing */
"Botswana" = "ボツワナ";

/* nothing */
"Belarus" = "ベラルーシ";

/* nothing */
"Belize" = "ベリーズ";

/* nothing */
"Canada" = "カナダ";

/* nothing */
"Cocos Islands" = "ココス諸島";

/* nothing */
"Democratic Republic of Congo" = "コンゴの民主主義共和国";

/* nothing */
"Central African Republic" = "中央アフリカ共和国";

/* nothing */
"Congo" = "コンゴ";

/* nothing */
"Switzerland" = "スイス";

/* nothing */
"Cote d'Ivoire" = "コートジボアール";

/* nothing */
"Cook Islands" = "クック諸島";

/* nothing */
"Chile" = "チリ";

/* nothing */
"Cameroon" = "カメルーン";

/* nothing */
"China" = "中国";

/* nothing */
"Colombia" = "コロンビア";

/* nothing */
"Internic Commercial" = "企業";

/* nothing */
"Costa Rica" = "コスタリカ";

/* nothing */
"Serbia and Montenegro" = "セルビアとモンテネグロ";

/* nothing */
"Cuba" = "キューバ";

/* nothing */
"Cape Verde" = "ケープベルデ";

/* nothing */
"Christmas Island" = "クリスマス諸島";

/* nothing */
"Cyprus" = "キプロス";

/* nothing */
"Czech Republic" = "チェコ共和国";

/* nothing */
"Germany" = "ドイツ";

/* nothing */
"Djibouti" = "ジブチ";

/* nothing */
"Denmark" = "デンマーク";

/* nothing */
"Dominica" = "ドミニカ";

/* nothing */
"Dominican Republic" = "ドミニカ共和国";

/* nothing */
"Algeria" = "アルジェリア";

/* nothing */
"Ecuador" = "エクアドル";

/* nothing */
"Educational Institution" = "学術機関";

/* nothing */
"Estonia" = "ストニア";

/* nothing */
"Egypt" = "エジプト";

/* nothing */
"Western Sahara" = "西サハラ";

/* nothing */
"Eritrea" = "エリトリア";

/* nothing */
"Spain" = "スペイン";

/* nothing */
"Ethiopia" = "エチオピア";

/* nothing */
"European Union" = "欧州連合";

/* nothing */
"Finland" = "フィンランド";

/* nothing */
"Fiji" = "フィジー";

/* nothing */
"Falkland Islands" = "フォークランド諸島";

/* nothing */
"Micronesia" = "ミクロネシア";

/* nothing */
"Faroe Islands" = "フェロー諸島";

/* nothing */
"France" = "フランス";

/* nothing */
"Gabon" = "ガボン";

/* nothing */
"Great Britain" = "イギリス";

/* nothing */
"Grenada" = "グレナダ";

/* nothing */
"Georgia" = "ジョージア";

/* nothing */
"French Guiana" = "仏領ギアナ";

/* nothing */
"British Channel Isles" = "英領チャネル諸島";

/* nothing */
"Ghana" = "ガーナ";

/* nothing */
"Gibraltar" = "ジブラルタル";

/* nothing */
"Greenland" = "グリーンランド";

/* nothing */
"Gambia" = "ガンビア";

/* nothing */
"Guinea" = "ギニア";

/* nothing */
"Government" = "政治";

/* nothing */
"Guadeloupe" = "グアドループ";

/* nothing */
"Equatorial Guinea" = "赤道ギニア";

/* nothing */
"Greece" = "ギリシャ";

/* nothing */
"S. Georgia and S. Sandwich Isles" = "南ジョージア・南サンドイッチ諸島";

/* nothing */
"Guatemala" = "グァテマラ";

/* nothing */
"Guam" = "グアム";

/* nothing */
"Guinea-Bissau" = "ギニアビサウ";

/* nothing */
"Guyana" = "ギアナ";

/* nothing */
"Hong Kong" = "香港";

/* nothing */
"Heard and McDonald Islands" = "ハードマクドナルド諸島";

/* nothing */
"Honduras" = "ホンジュラス";

/* nothing */
"Croatia" = "クロアチア";

/* nothing */
"Haiti" = "ハイチ";

/* nothing */
"Hungary" = "ハンガリー";

/* nothing */
"Indonesia" = "インドネシア";

/* nothing */
"Ireland" = "アイルランド";

/* nothing */
"Israel" = "イスラエル";

/* nothing */
"Isle of Man" = "マン島";

/* nothing */
"India" = "インド";

/* nothing */
"Informational" = "国際";

/* nothing */
"International" = "国際";

/* nothing */
"British Indian Ocean Territory" = "英領インド洋領域";

/* nothing */
"Iraq" = "イラク";

/* nothing */
"Iran" = "イラン";

/* nothing */
"Iceland" = "アイスランド";

/* nothing */
"Italy" = "イタリア";

/* nothing */
"Jersey" = "ジャージー";

/* nothing */
"Jamaica" = "ジャマイカ";

/* nothing */
"Jordan" = "ヨルダン";

/* nothing */
"Japan" = "日本";

/* nothing */
"Kenya" = "ケニア";

/* nothing */
"Kyrgyzstan" = "キルギスタン";

/* nothing */
"Cambodia" = "カンボジア";

/* nothing */
"Kiribati" = "キリバス";

/* nothing */
"Comoros" = "コモロ";

/* nothing */
"St. Kitts and Nevis" = "セントキッツネビス";

/* nothing */
"North Korea" = "北朝鮮";

/* nothing */
"South Korea" = "韓国";

/* nothing */
"Kuwait" = "クエート";

/* nothing */
"Cayman Islands" = "ケイマン諸島";

/* nothing */
"Kazakhstan" = "カザフスタン";

/* nothing */
"Laos" = "ラオス";

/* nothing */
"Lebanon" = "レバノン";

/* nothing */
"Saint Lucia" = "セントルシア";

/* nothing */
"Liechtenstein" = "リヒテンシュタイン";

/* nothing */
"Sri Lanka" = "スリランカ";

/* nothing */
"Liberia" = "リベリア";

/* nothing */
"Lesotho" = "レソト";

/* nothing */
"Lithuania" = "リトアニア";

/* nothing */
"Luxembourg" = "ルクセンブルク";

/* nothing */
"Latvia" = "ラトビア";

/* nothing */
"Libya" = "リビア";

/* nothing */
"Morocco" = "モロッコ";

/* nothing */
"Monaco" = "モナコ";

/* nothing */
"Moldova" = "モルドバ";

/* nothing */
"United States Medical" = "合衆国医療機関";

/* nothing */
"Madagascar" = "マダガスカル";

/* nothing */
"Marshall Islands" = "マーシャル諸島";

/* nothing */
"Military" = "軍事";

/* nothing */
"Macedonia" = "マケドニア";

/* nothing */
"Mali" = "マリ";

/* nothing */
"Myanmar" = "ミャンマー";

/* nothing */
"Mongolia" = "モンゴル";

/* nothing */
"Macau" = "マカオ";

/* nothing */
"Northern Mariana Islands" = "北マリアナ諸島";

/* nothing */
"Martinique" = "マルティニク";

/* nothing */
"Mauritania" = "モーリタニア";

/* nothing */
"Montserrat" = "モントセラト";

/* nothing */
"Malta" = "マルタ";

/* nothing */
"Mauritius" = "モーリシャス";

/* nothing */
"Maldives" = "モルジブ";

/* nothing */
"Malawi" = "マラウィ";

/* nothing */
"Mexico" = "メキシコ";

/* nothing */
"Malaysia" = "マレーシア";

/* nothing */
"Mozambique" = "モザンビーク";

/* nothing */
"Namibia" = "ナミビア";

/* nothing */
"New Caledonia" = "ニューカレドニア";

/* nothing */
"Niger" = "ニジェール";

/* nothing */
"Internic Network" = "ネットワーク";

/* nothing */
"Norfolk Island" = "ノーフォーク諸島";

/* nothing */
"Nigeria" = "ナイジェリア";

/* nothing */
"Nicaragua" = "ニカラグア";

/* nothing */
"Netherlands" = "オランダ";

/* nothing */
"Norway" = "ノルウェー";

/* nothing */
"Nepal" = "ネパール";

/* nothing */
"Nauru" = "ナウル";

/* nothing */
"Niue" = "ニウエ";

/* nothing */
"New Zealand" = "ニュージーランド";

/* nothing */
"Oman" = "オマーン";

/* nothing */
"Internic Non-Profit Organization" = "非営利組織";

/* nothing */
"Panama" = "パナマ";

/* nothing */
"Peru" = "ペルー";

/* nothing */
"French Polynesia" = "ポリネシア フランス領";

/* nothing */
"Papua New Guinea" = "パプアニューギニア";

/* nothing */
"Philippines" = "フィリピン";

/* nothing */
"Pakistan" = "パキスタン";

/* nothing */
"Poland" = "ポーランド";

/* nothing */
"St. Pierre and Miquelon" = "セントピエールおよびミクロン";

/* nothing */
"Pitcairn" = "ピトケイン";

/* nothing */
"Puerto Rico" = "プエルトリコ";

/* nothing */
"Palestinian Territory" = "英領インド洋領域";

/* nothing */
"Portugal" = "ポルトガル";

/* nothing */
"Palau" = "パラオ";

/* nothing */
"Paraguay" = "パラグアイ";

/* nothing */
"Qatar" = "カタール";

/* nothing */
"Reunion" = "レユニオン";

/* nothing */
"Romania" = "ルーマニア";

/* nothing */
"Old School ARPAnet" = "昔ながらの ARPAnet";

/* nothing */
"Russian Federation" = "ロシア連邦";

/* nothing */
"Rwanda" = "ルワンダ";

/* nothing */
"Saudi Arabia" = "サウジアラビア";

/* nothing */
"Solomon Islands" = "ソロモン諸島";

/* nothing */
"Seychelles" = "セーシェル";

/* nothing */
"Sudan" = "スーダン";

/* nothing */
"Sweden" = "スウェーデン";

/* nothing */
"Singapore" = "シンガポール";

/* nothing */
"St. Helena" = "セントヘレナ";

/* nothing */
"Slovenia" = "スロベニア";

/* nothing */
"Svalbard and Jan Mayen Islands" = "スヴァールバルヤンマイエン諸島";

/* nothing */
"Slovak Republic" = "スロバキア共和国";

/* nothing */
"Sierra Leone" = "シェラレオネ";

/* nothing */
"San Marino" = "サンマリノ";

/* nothing */
"Senegal" = "セネガル";

/* nothing */
"Somalia" = "ソマリア";

/* nothing */
"Suriname" = "スリナム";

/* nothing */
"Sao Tome and Principe" = "サオトーメプリンシペ";

/* nothing */
"Former USSR" = "旧ソビエト連邦";

/* nothing */
"El Salvador" = "エルサルバドル";

/* nothing */
"Syria" = "シリア";

/* nothing */
"Swaziland" = "スワジランド";

/* nothing */
"Turks and Caicos Islands" = "タークスカイコス諸島";

/* nothing */
"Chad" = "チャド";

/* nothing */
"French Southern Territories" = "仏領サザンテリトリー";

/* nothing */
"Togo" = "トーゴ";

/* nothing */
"Thailand" = "タイ";

/* nothing */
"Tajikistan" = "タジキスタン";

/* nothing */
"Tokelau" = "トケラウ";

/* nothing */
"East Timor" = "東チモール";

/* nothing */
"Turkmenistan" = "トルクメニスタン";

/* nothing */
"Tunisia" = "チュニジア";

/* nothing */
"Tonga" = "トンガ";

/* nothing */
"Turkey" = "トルコ";

/* nothing */
"Trinidad and Tobago" = "トリニダードトバゴ";

/* nothing */
"Tuvalu" = "ツバル";

/* nothing */
"Taiwan" = "台湾";

/* nothing */
"Tanzania" = "タンザニア";

/* nothing */
"Ukraine" = "ウクライナ";

/* nothing */
"Uganda" = "ウガンダ";

/* nothing */
"United Kingdom" = "イギリス";

/* nothing */
"United States of America" = "アメリカ合衆国";

/* nothing */
"Uruguay" = "ウルグアイ";

/* nothing */
"Uzbekistan" = "ウズベキスタン";

/* nothing */
"Vatican City State" = "バチカン市国";

/* nothing */
"St. Vincent and the Grenadines" = "セントビンセントおよびグレナディーン諸島";

/* nothing */
"Venezuela" = "ベネズエラ";

/* nothing */
"British Virgin Islands" = "英領バージン諸島";

/* nothing */
"US Virgin Islands" = "米バージン諸島";

/* nothing */
"Vietnam" = "ベトナム";

/* nothing */
"Vanuatu" = "ヴァヌアトゥ";

/* nothing */
"Wallis and Futuna Islands" = "ヴァリスフトゥーナ諸島";

/* nothing */
"Samoa" = "サモア";

/* nothing */
"Yemen" = "イエメン";

/* nothing */
"Mayotte" = "マヨット";

/* nothing */
"Yugoslavia" = "旧ユーゴスラビア";

/* nothing */
"South Africa" = "南アフリカ";

/* nothing */
"Zambia" = "ザンビア";

/* nothing */
"Zimbabwe" = "ジンバブエ";

/* nothing */
"Unknown" = "不明";

/* nothing */
"Open Dialog Window" = "ダイアログウィンドウを開く";

/* nothing */
"Send a File" = "ファイル送信";

/* nothing */
"User Info (WHOIS)" = "ユーザー情報 (WHOIS)";

/* nothing */
"Operator Actions" = "オペレーター操作";

/* nothing */
"Give Ops" = "なるとを与える";

/* nothing */
"Take Ops" = "なるとを奪う";

/* nothing */
"Give Voice" = "Voice を与える";

/* nothing */
"Take Voice" = "Voice を奪う";

/* nothing */
"Kick/Ban" = "キック/バン";

/* nothing */
"Kick" = "キック";

/* nothing */
"Ban" = "バン";

/* nothing */
"KickBan" = "キックバン";

/* nothing */
"Direct client-to-client" = "ダイレクトにクライアントからクライアント";

/* nothing */
"Send File" = "ファイル送信";

/* nothing */
"Offer Chat" = "チャットの依頼";

/* nothing */
"Abort Chat" = "Chat について";

/* nothing */
"Version" = "バージョン";

/* nothing */
"Userinfo" = "ユーザー情報";

/* nothing */
"Clientinfo" = "クライアント情報";

/* nothing */
"Ping" = "Ping";

/* nothing */
"Time" = "時間";

/* nothing */
"Finger" = "Finger";

/* nothing */
"Oper" = "Oper";

/* nothing */
"Kill this user" = "このユーザーをkill";

/* nothing */
"Mode" = "モード";

/* nothing */
"Give Half-Ops" = "ハーフなるとを与える";

/* nothing */
"Take Half-Ops" = "ハーフなるとを奪う";

/* nothing */
"Ignore" = "無視";

/* nothing */
"Ignore User" = "無視するユーザー";

/* nothing */
"UnIgnore User" = "無視解除するユーザー";

/* nothing */
"Info" = "情報";

/* nothing */
"Who" = "Who";

/* nothing */
"WhoIs" = "WhoIs";

/* nothing */
"DNS Lookup" = "DNS 検索";

/* nothing */
"Trace" = "トレース";

/* nothing */
"UserHost" = "ユーザーホスト";

/* nothing */
"External" = "外部";

/* nothing */
"Traceroute" = "Traceroute";

/* nothing */
"Telnet" = "Telnet";

/* nothing */
"Leave Channel" = "チャンネルを離れる";

/* nothing */
"Join Channel..." = "チャンネルへ参加...";

/* nothing */
"Enter Channel to Join:" = "参加するチャンネルを入力:";

/* nothing */
"Server Links" = "サーバーリンク";

/* nothing */
"Ping Server" = "ピングサーバー";

/* nothing */
"Hide Version" = "バージョンを隠す";

/* nothing */
"Op" = "なると";

/* nothing */
"DeOp" = "なると奪略";

/* nothing */
"bye" = "さようなら";

/* nothing */
"Enter reason to kick %s:" = "%s をキックする理由を入力:";

/* nothing */
"Sendfile" = "ファイル送信";

/* nothing */
"Dialog" = "ダイアログ";

/* nothing */
"Send" = "送信";

/* nothing */
"Chat" = "Chat";

/* nothing */
"Clear" = "消去";

/* nothing */
"Couldn't connect to session bus" = "セッションバスに接続できません";

/* nothing */
"Failed to complete NameHasOwner" = "コマンドを完了していません";

/* nothing */
"Failed to complete Command" = "コマンドを完了していません";

/* nothing */
"remote access" = "xchat リモートアクセス";

/* nothing */
"plugin for remote access using DBUS" = "DBUS を用いてリモートアクセスのプラグイン";

/* nothing */
"Couldn't connect to session bus: %s\n" = "セッションバスに接続できません : %s\n";

/* nothing */
"Failed to acquire %s: %s\n" = "%s の取得に失敗しました: %s\n";

/* nothing */
"About XChat" = "XChat について";

/* nothing */
"A multiplatform IRC Client" = "マルチプラットフォーム IRC クライアント";

/* nothing */
"Character Chart" = "文字集合";

/* nothing */
"Not connected." = "接続していません。";

/* nothing */
"You must select some bans." = "いくつかのバンを選ばなければなりません。";

/* nothing */
"Are you sure you want to remove all bans in %s?" = "";

/* nothing */
"Mask" = "マスク";

/* nothing */
"From" = "送り元";

/* nothing */
"Date" = "日付";

/* nothing */
"You can only open the Ban List window while in a channel tab." = "チャンネルタブの間だけバン一覧ウィンドウを開くことができます。";

/* nothing */
"XChat: Ban List (%s)" = "XChat: バン一覧 (%s)";

/* nothing */
"Remove" = "削除";

/* nothing */
"Crop" = "";

/* nothing */
"Refresh" = "再描画";

/* nothing */
"Displaying %d/%d users on %d/%d channels." = "ユーザーとチャンネルの統計: %d/%d ユーザーが %d/%d チャンネルにいます。";

/* nothing */
"Select an output filename" = "出力ファイル名の選択";

/* nothing */
"_Join Channel" = "チャンネルへ参加";

/* nothing */
"_Copy Channel Name" = "チャンネル名";

/* nothing */
"Copy _Topic Text" = "";

/* nothing */
"XChat: Channel List (%s)" = "XChat: チャンネル一覧 (%s)";

/* nothing */
"_Search" = "XChat: 検索";

/* nothing */
"_Download List" = "ダウンロード";

/* nothing */
"Save _List..." = "サーバー一覧(_S)...";

/* nothing */
"Show only:" = "チャンネルを表示";

/* nothing */
"channels with" = "チャンネル";

/* nothing */
"to" = "";

/* nothing */
"users." = "ユーザー";

/* nothing */
"Look in:" = "";

/* nothing */
"Channel name" = "チャンネル名";

/* nothing */
"Search type:" = "テキスト検索...";

/* nothing */
"Simple Search" = "";

/* nothing */
"Pattern Match (Wildcards)" = "パターンマッチ:";

/* nothing */
"Regular Expression" = "";

/* nothing */
"Find:" = "検索語:";

/* nothing */
"Send file to %s" = "%s へ送信するファイル名の選択";

/* nothing */
"That file is not resumable." = "ファイルはリジュームできません。";

/* nothing */
"Cannot access file: %s\n%s.\nResuming not possible." = "ファイルにアクセスできません: %s\n%s.\nおそらく継続できません。";

/* nothing */
"File in download directory is larger than file offered. Resuming not possible." = "";

/* nothing */
"Cannot resume the same file from two people." = "2 人から同じファイルを再開できません。";

/* nothing */
"XChat: Uploads and Downloads" = "XChat: アップロードとダウンロード";

/* nothing */
"Status" = "状態";

/* nothing */
"File" = "ファイル";

/* nothing */
"ETA" = "残り";

/* nothing */
"Both" = "両方";

/* nothing */
"Uploads" = "アップロード";

/* nothing */
"Downloads" = "ダウンロード";

/* nothing */
"Details" = "詳細";

/* nothing */
"File:" = "ファイル:";

/* nothing */
"Address:" = "アドレス";

/* nothing */
"Abort" = "中断";

/* nothing */
"Accept" = "許可";

/* nothing */
"Resume" = "再開";

/* nothing */
"Open Folder..." = "フォルダーを開く...";

/* nothing */
"XChat: DCC Chat List" = "XChat: DCC チャット一覧";

/* nothing */
"Recv" = "受取";

/* nothing */
"Sent" = "送信";

/* nothing */
"Start Time" = "開始時間";

/* nothing */
"*NEW*" = "*新規*";

/* nothing */
"EDIT ME" = "*データ*";

/* nothing */
"Name" = "名前";

/* nothing */
"Command" = "コマンド";

/* nothing */
"Move Up" = "上へ移動";

/* nothing */
"Move Dn" = "下へ移動";

/* nothing */
"Cancel" = "キャンセル";

/* nothing */
"Save" = "保存";

/* nothing */
"Add New" = "新規追加";

/* nothing */
"Delete" = "削除";

/* nothing */
"Sort" = "ソート";

/* nothing */
"Help" = "ヘルプ";

/* nothing */
"Don't auto connect to servers" = "自動的にサーバーに再接続しない";

/* nothing */
"Use a different config directory" = "異なる設定ディレクトリを使う";

/* nothing */
"Don't auto load any plugins" = "いくつかのプラグインは自動読み込まないa";

/* nothing */
"Show plugin auto-load directory" = "プラグイン自動読み込みディレクトリを表示する";

/* nothing */
"Show user config directory" = "ユーザー設定ディレクトリを表示する";

/* nothing */
"Open an irc://server:port/channel URL" = "URL irc://server:port/channel を開く";

/* nothing */
"Open URL in an existing XChat" = "";

/* nothing */
"Begin minimized. Level 0=Normal 1=Iconified 2=Tray" = "";

/* nothing */
"level" = "一度もなし";

/* nothing */
"Show version information" = "バージョン情報を表示する";

/* nothing */
"Failed to open font:\n\n%s" = "フォントを開けません:\n\n%s";

/* nothing */
"Search buffer is empty.\n" = "検索バッファが空です。\n";

/* nothing */
"%d bytes" = "%d バイト";

/* nothing */
"Network send queue: %d bytes" = "ネットワーク送信キュー: %d バイト";

/* nothing */
"The Run Command action runs the data in Data 1 as if it has been typed into the entry box where you pressed the key sequence. Thus it can contain text (which will be sent to the channel/person), commands or user commands. When run all \\n characters in Data 1 are used to deliminate seperate commands so it is possible to run more than one command. If you want a \\ in the actual text run then enter \\\\" = "コマンド実行 は, データ1の内容を入力行へ, キーを入力したエントリボックスに実際にタイプしたように 処理を実行します。(チャンネル／ニックへ送信する)コマンド, もしくはユーザーコマンドを, この中に含めることも可能です。データ1中に, 『\\n』文字が使われた場合, この文字は, コマンドの区切りとして解釈されるので, 複数のコマンドを実行することも可能です。 実際に『\\』を打たせたいときは, 『\\\\』と入力して下さい";

/* nothing */
"The Change Page command switches between pages in the notebook. Set Data 1 to the page you want to switch to. If Data 2 is set to anything then the switch will be relative to the current position" = "ページ変更コマンドは, ノートブックのページ間を切り替えます。切り替えたいページ先を, データ1にセットします。また, データ2に 何かセットされていると, 切り替えが現在位置からの相対位置になります";

/* nothing */
"The Insert in Buffer command will insert the contents of Data 1 into the entry where the key sequence was pressed at the current cursor position" = "バッファへ挿入 コマンドはデータ1の内容を, 入力行中のカーソルの場所へ挿入します。";

/* nothing */
"The Scroll Page command scrolls the text widget up or down one page or one line. Set Data 1 to either Up, Down, +1 or -1." = "ページ・スクロール コマンドは, テキスト・モニタ画面を一ページ分, 上下へスクロールさせます. データ1に何か設定されていれば上へスクロールし, そうでなければ下へスクロールします。";

/* nothing */
"The Set Buffer command sets the entry where the key sequence was entered to the contents of Data 1" = "バッファ設定コマンドは, テキスト入力行の内容を, データ1の内容として置き換えます。";

/* nothing */
"The Last Command command sets the entry to contain the last command entered - the same as pressing up in a shell" = "最後のコマンドはテキスト入力行に, 最後に入力されたコマンド内容を含ませます. シェル上で, コマンドを直接実行するのと同じです。";

/* nothing */
"The Next Command command sets the entry to contain the next command entered - the same as pressing down in a shell" = "次のコマンドはテキスト入力行に, 次に入力されたコマンド内容を含ませます. シェル上で, コマンドを直接実行するのと同じです。";

/* nothing */
"This command changes the text in the entry to finish an incomplete nickname or command. If Data 1 is set then double-tabbing in a string will select the last nick, not the next" = "このコマンドは, 入力行中の不完全なニックやコマンドを補完します. データ1が設定されていると, タブキーを2回押した場合に, 次の補完候補でなく, 最後に入力されたニックが補完されます。";

/* nothing */
"This command scrolls up and down through the list of nicks. If Data 1 is set to anything it will scroll up, else it scrolls down" = "このコマンドは, ニックリストを上下へスクロールさせます. データ1に何か設定されていれば上へスクロールし, そうでなければ下へスクロールします。";

/* nothing */
"This command checks the last word entered in the entry against the replace list and replaces it if it finds a match" = "このコマンドは, 最後に入力された動作内容を置換リストの内容と照らし合わせ, 一致した場合, それを置換します";

/* nothing */
"This command moves the front tab left by one" = "このコマンドはフロントタブを一つずつ左に移動します";

/* nothing */
"This command moves the front tab right by one" = "このコマンドはフロントタブを一つずつ右に移動します";

/* nothing */
"This command moves the current tab family to the left" = "このコマンドは現在のタブファミリーを左に移動します";

/* nothing */
"This command moves the current tab family to the right" = "このコマンドは現在のタブファミリーを右に移動します";

/* nothing */
"Push input line into history but doesn't send to server" = "入力ラインを履歴に記録するが、サーバーには送信しません";

/* nothing */
"There was an error loading key bindings configuration" = "キーバインド設定にエラーがあります";

/* nothing */
"<none>" = "<なし>";

/* nothing */
"Mod" = "モード";

/* nothing */
"Key" = "キー";

/* nothing */
"Action" = "アクション";

/* nothing */
"XChat: Keyboard Shortcuts" = "XChat: キーボードショートカット";

/* nothing */
"Shift" = "Shift";

/* nothing */
"Alt" = "Alt";

/* nothing */
"Ctrl" = "Ctrl";

/* nothing */
"Data 1" = "データ1";

/* nothing */
"Data 2" = "データ2";

/* nothing */
"Error opening keys config file\n" = "キー設定ファイルのオープンにエラーが発生しました.\n";

/* nothing */
"Unknown keyname %s in key bindings config file\nLoad aborted, please fix %s/keybindings.conf\n" = "キーバインド設定ファイルに不明なキー名 %s があります。\n読み込みを中断します, ~/.xchat/keybindings.conf を直してください。\n";

/* nothing */
"Unknown action %s in key bindings config file\nLoad aborted, Please fix %s/keybindings\n" = "キーバインド設定ファイルに不明なアクション %s があります。\n読み込みを中断します, ~/.xchat/keybindings.conf を直してください。\n";

/* nothing */
"Expecting Data line (beginning Dx{:|!}) but got:\n%s\n\nLoad aborted, Please fix %s/keybindings\n" = "期待すべきデータ行 (Dx{:|!} で開始) しかし読み込み行:\n%s\n\n\n読み込みを中断します, ~/.xchat/keybindings を直してください。\n";

/* nothing */
"Key bindings config file is corrupt, load aborted\nPlease fix %s/keybindings.conf\n" = "キーバインド設定ファイルに不明なキー名 %s があります。\n読み込みを中断します, ~/.xchat/keybindings.conf を直してください。\n";

/* nothing */
"Cannot write to that file." = "そのファイルには書き込めません。";

/* nothing */
"Cannot read that file." = "そのファイルには読み込めません。";

/* nothing */
"That mask already exists." = "そのマスクは既に存在します。";

/* nothing */
"Private" = "プライベート";

/* nothing */
"Notice" = "通知";

/* nothing */
"CTCP" = "CTCP";

/* nothing */
"DCC" = "DCC";

/* nothing */
"Invite" = "招待";

/* nothing */
"Unignore" = "無視解除";

/* nothing */
"Enter mask to ignore:" = "無視するマスクを入力:";

/* nothing */
"XChat: Ignore list" = "XChat: 無視一覧";

/* nothing */
"Ignore Stats:" = "無視状態:";

/* nothing */
"Channel:" = "チャンネル:";

/* nothing */
"Private:" = "プライベート:";

/* nothing */
"Notice:" = "通知:";

/* nothing */
"CTCP:" = "CTCP:";

/* nothing */
"Invite:" = "招待:";

/* nothing */
"Add..." = "追加...";

/* nothing */
"Channel name too short, try again." = "チャンネル名が短すぎます。もう一度試してください。";

/* nothing */
"XChat: Connection Complete" = "XChat: 接続完了";

/* nothing */
"Connection to %s complete." = "%s へ接続完了です。";

/* nothing */
"In the Server-List window, no channel (chat room) has been entered to be automatically joined for this network." = "";

/* nothing */
"What would you like to do next?" = "あなたは何を次に行いたいですか?";

/* nothing */
"_Nothing, I'll join a channel later." = "何もしません。後でチャンネルに参加します。(_N)";

/* nothing */
"_Join this channel:" = "チャンネルへ参加:";

/* nothing */
"If you know the name of the channel you want to join, enter it here." = "参加したいチャンネルの名前を分かっている場合は、ここで入力してください。";

/* nothing */
"O_pen the Channel-List window." = "チャンネル一覧ウィンドウを開きます。(_P)";

/* nothing */
"Retrieving the Channel-List may take a minute or two." = "";

/* nothing */
"_Always show this dialog after connecting." = "常にこのダイアログを接続後に表示します。(_A)";

/* nothing */
"Dialog with" = "ダイアログ・ウィンドウ";

/* nothing */
"Topic for %s is: %s" = "%s のトピックは: %s";

/* nothing */
"No topic is set" = "トピックを設定していません";

/* nothing */
"This server still has %d channels or dialogs associated with it. Close them all?" = "";

/* nothing */
"Quit XChat?" = "XChat について";

/* nothing */
"Don't ask next time." = "";

/* nothing */
"You are connected to %i IRC networks." = "起動したらこのネットワークに自動接続";

/* nothing */
"Are you sure you want to quit?" = "";

/* nothing */
"Some file transfers are still active." = "いくつかのファイル転送はまだ活動中です。xchat を終了しますか?";

/* nothing */
"_Minimize to Tray" = "";

/* nothing */
"Insert Attribute or Color Code" = "色コードか属性を挿入する";

/* nothing */
"<b>Bold</b>" = "<b>強調</b>";

/* nothing */
"<u>Underline</u>" = "<u>下線</u>";

/* nothing */
"Normal" = "通常";

/* nothing */
"Colors 0-7" = "色 0 から 7";

/* nothing */
"Colors 8-15" = "色 8 から 15";

/* nothing */
"Beep on message" = "メッセージでビープ音を鳴らす";

/* nothing */
"Blink tray on message" = "メッセージでビープ音を鳴らす";

/* nothing */
"Show join/part messages" = "参加/退出メッセージを表示";

/* nothing */
"Color paste" = "色貼り付け";

/* nothing */
"_Close Tab" = "タブを閉じる(_C)";

/* nothing */
"_Detach Tab" = "タブを外す(_D)";

/* nothing */
"User limit must be a number!\n" = "ユーザー制限は数字でなければなりません!\n";

/* nothing */
"Topic Protection" = "トピック保護";

/* nothing */
"No outside messages" = "チャンネル外からのメッセージ禁止";

/* nothing */
"Secret" = "秘密";

/* nothing */
"Invite Only" = "招待のみ";

/* nothing */
"Moderated" = "モデレート";

/* nothing */
"Ban List" = "バン一覧";

/* nothing */
"Keyword" = "キーワード";

/* nothing */
"User Limit" = "ユーザー数制限";

/* nothing */
"Show/Hide userlist" = "ユーザーリストを表示/隠す";

/* nothing */
"Unable to set transparent background!\n\nYou may be using a non-compliant window\nmanager that is not currently supported.\n" = "";

/* nothing */
"Enter new nickname:" = "新ニックネームを入力:";

/* nothing */
"Host unknown" = "不明なホスト";

/* nothing */
"<tt><b>%-11s</b></tt> %s" = "<tt><b>%-11s</b></tt> %s";

/* nothing */
"Real Name:" = "本名:";

/* nothing */
"User:" = "ユーザー:";

/* nothing */
"Country:" = "国:";

/* nothing */
"Server:" = "サーバー:";

/* nothing */
"Away Msg:" = "離席メッセージ:";

/* nothing */
"%u minutes ago" = "%u 分前";

/* nothing */
"Last Msg:" = "最後のメッセージ: %s";

/* nothing */
"The Menubar is now hidden. You can show it again by pressing F9 or right-clicking in a blank part of the main text area." = "";

/* nothing */
"Open Link in Browser" = "ブラウザーでリンクを開く";

/* nothing */
"Copy Selected Link" = "選択したリンクをコピーする";

/* nothing */
"Join Channel" = "チャンネルへ参加";

/* nothing */
"Part Channel" = "チャンネルを離れる";

/* nothing */
"Cycle Channel" = "チャンネルをサイクルする";

/* nothing */
"XChat: User menu" = "XChat: ユーザーメニュー";

/* nothing */
"Edit This Menu..." = "このメニューを編集...";

/* nothing */
"Retrieve channel list..." = "チャンネルリストの取得...";

/* nothing */
"User Commands - Special codes:\n\n%c  =  current channel\n%e  =  current network name\n%m  =  machine info\n%n  =  your nick\n%t  =  time/date\n%v  =  xchat version\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\neg:\n/cmd john hello\n\n%2 would be \"john\"\n&2 would be \"john hello\"." = "ユーザーコマンド - 特殊コード: \n\n%c  =  現在のチャンネル\n%m  =  マシン情報\n%n  =  あなたのニック\n%t  =  時間/日付\n%v  =  xchat のバージョン\n%2  =  単語 2\n%3  =  単語 3\n&2  =  単語 2 からファイルの最後まで\n&3  =  単語 3 からファイルの最後まで\n\n例:\n/cmd john hello\n\n%2 は「john」になるでしょう\n&2 は「こんにちは john」です。";

/* nothing */
"Userlist Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "ユーザー一覧ボタン - 特殊コード:\n\n%a  =  すべての選択済みニック\n%c  =  現在のチャンネル\n%h  =  選択済ニックのホスト名\n%m  =  マシン情報\n%n  =  あなたのニック\n%s  =  選択済ニック\n%t  =  日付/時間\n\n";

/* nothing */
"Dialog Buttons - Special codes:\n\n%a  =  all selected nicks\n%c  =  current channel\n%e  =  current network name\n%h  =  selected nick's hostname\n%m  =  machine info\n%n  =  your nick\n%s  =  selected nick\n%t  =  time/date\n" = "ダイアログボタン - 特殊コード:\n\n%a  =  すべての選択済ニック\n%c  =  現在のチャンネル\n%h  =  選択済ニックのホスト名\n%m  =  マシン情報\n%n  =  あなたのニック\n%s  =  選択済ニック\n%t  =  時間/日付\n";

/* nothing */
"CTCP Replies - Special codes:\n\n%d  =  data (the whole ctcp)\n%e  =  current network name\n%m  =  machine info\n%s  =  nick who sent the ctcp\n%t  =  time/date\n%2  =  word 2\n%3  =  word 3\n&2  =  word 2 to the end of line\n&3  =  word 3 to the end of line\n\n" = "CTCP 返信 - 特殊コード:\n\n%d  =  データ (the whole ctcp)\n%m  =  マシン情報\n%s  =  ctcp を送ったニック\n%t  =  時間/日付\n%2  =  単語 2\n%3  =  単語 3\n&2  =  単語 2 から行末\n&3  =  単語 3 から行末\n\n";

/* nothing */
"URL Handlers - Special codes:\n\n%s  =  the URL string\n\nPutting a ! infront of the command\nindicates it should be sent to a\nshell instead of XChat" = "";

/* nothing */
"XChat: User Defined Commands" = "XChat: ユーザー定義コマンドの";

/* nothing */
"XChat: Userlist Popup menu" = "XChat: ユーザー一覧のポップアップメニュー";

/* nothing */
"Replace with" = "";

/* nothing */
"XChat: Replace" = "XChat: 置換";

/* nothing */
"XChat: URL Handlers" = "XChat: URL ハンドラー";

/* nothing */
"XChat: Userlist buttons" = "XChat: ユーザーリストのボタン";

/* nothing */
"XChat: Dialog buttons" = "XChat: ダイアログボタン";

/* nothing */
"XChat: CTCP Replies" = "XChat: CTCP 応答";

/* nothing */
"_XChat" = "_XChat";

/* nothing */
"Network Li_st..." = "ネットワーク一覧(_S)...";

/* nothing */
"_New" = "新規(_N)";

/* nothing */
"Server Tab..." = "サーバータブ...";

/* nothing */
"Channel Tab..." = "チャンネルタブ...";

/* nothing */
"Server Window..." = "サーバーウィンドウ...";

/* nothing */
"Channel Window..." = "チャンネルウィンドウ...";

/* nothing */
"_Load Plugin or Script..." = "プラグインかスクリプトをロードする(L)...";

/* nothing */
"_Quit" = "終了(_Q)";

/* nothing */
"_View" = "閲覧(_V)";

/* nothing */
"_Menu Bar" = "メニューバー(_M)";

/* nothing */
"_Topic Bar" = "トピックバー(_T)";

/* nothing */
"_User List" = "ユーザーリスト";

/* nothing */
"U_serlist Buttons" = "ユーザー一覧のボタン";

/* nothing */
"M_ode Buttons" = "モードボタン(_O)";

/* nothing */
"_Channel Switcher" = "チャンネルリスト...";

/* nothing */
"_Tabs" = "タブ(_T)";

/* nothing */
"T_ree" = "ツリー(_R)";

/* nothing */
"_Network Meters" = "ネットワークメーター(_N)";

/* nothing */
"Off" = "オフ";

/* nothing */
"Graph" = "グラフ";

/* nothing */
"_Server" = "サーバー(_S)";

/* nothing */
"_Disconnect" = "切断する(_D)";

/* nothing */
"_Reconnect" = "再接続する(_R)";

/* nothing */
"Marked Away" = "席を離れる";

/* nothing */
"_Usermenu" = "ユーザーメニュー(_U)";

/* nothing */
"S_ettings" = "設定(_E)";

/* nothing */
"_Preferences" = "設定(_P)...";

/* nothing */
"Advanced" = "高度な設定";

/* nothing */
"Auto Replace..." = "自動置換...";

/* nothing */
"CTCP Replies..." = "CTCP 応答...";

/* nothing */
"Dialog Buttons..." = "ダイアログボタン...";

/* nothing */
"Keyboard Shortcuts..." = "キーボードショートカット...";

/* nothing */
"Text Events..." = "テキストイベント...";

/* nothing */
"URL Handlers..." = "URL ハンドラ...";

/* nothing */
"User Commands..." = "ユーザー定義コマンド...";

/* nothing */
"Userlist Buttons..." = "ユーザーリストのボタン...";

/* nothing */
"Userlist Popup..." = "ユーザーリストのポップアップ...";

/* nothing */
"_Window" = "ウィンドウ(_W)";

/* nothing */
"Ban List..." = "バンリスト...";

/* nothing */
"Channel List..." = "チャンネルリスト...";

/* nothing */
"Character Chart..." = "文字集合...";

/* nothing */
"Direct Chat..." = "ダイレクトチャット...";

/* nothing */
"File Transfers..." = "ファイル転送...";

/* nothing */
"Ignore List..." = "無視一覧...";

/* nothing */
"Notify List..." = "通知一覧...";

/* nothing */
"Plugins and Scripts..." = "プラグインとスクリプト...";

/* nothing */
"Raw Log..." = "生ログ...";

/* nothing */
"URL Grabber..." = "URL 取り込み...";

/* nothing */
"Reset Marker Line" = "マーカー行をリセット";

/* nothing */
"C_lear Text" = "通常テキスト(_L)";

/* nothing */
"Search Text..." = "テキスト検索...";

/* nothing */
"Save Text..." = "テキスト保存...";

/* nothing */
"_Help" = "ヘルプ(_H)";

/* nothing */
"_Contents" = "コンテンツ(_C)";

/* nothing */
"_About" = "XChat について(_A)";

/* nothing */
"_Attach Window" = "ウィンドウ(_W)";

/* nothing */
"_Close Window" = "ウィンドウを閉じる(_C)";

/* nothing */
"User" = "ユーザー";

/* nothing */
"Last Seen" = "最近の出会い";

/* nothing */
"Offline" = "オフライン";

/* nothing */
"Never" = "一度もなし";

/* nothing */
"%d minutes ago" = "%u 分前";

/* nothing */
"Online" = "オンライン";

/* nothing */
"Enter nickname to add:" = "新ニックネームを入力:";

/* nothing */
"Notify on these networks:" = "";

/* nothing */
"Comma separated list of networks is accepted." = "";

/* nothing */
"XChat: Notify List" = "XChat: 通知一覧";

/* nothing */
"Open Dialog" = "ダイアログウィンドウを開く";

/* nothing */
"Cannot find 'notify-send' to open balloon alerts.\nPlease install libnotify." = "";

/* nothing */
"XChat: Connected to %u networks and %u channels" = "";

/* nothing */
"_Restore" = "";

/* nothing */
"_Hide" = "隠す";

/* nothing */
"_Blink on" = "";

/* nothing */
"Channel Message" = "チャンネル名";

/* nothing */
"Private Message" = "ぷりぶ をタブへ";

/* nothing */
"Highlighted Message" = "メッセージのハイライト時にビープを鳴らす";

/* nothing */
"XChat: Highlighted message from: %s (%s)" = "メッセージのハイライト時にビープを鳴らす";

/* nothing */
"XChat: %u highlighted messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: New public message from: %s (%s)" = "";

/* nothing */
"XChat: %u new public messages." = "";

/* nothing */
"XChat: Private message from: %s (%s)" = "";

/* nothing */
"XChat: %u private messages, latest from: %s (%s)" = "";

/* nothing */
"XChat: File offer from: %s (%s)" = "";

/* nothing */
"XChat: %u file offers, latest from: %s (%s)" = "";

/* nothing */
"Description" = "詳細";

/* nothing */
"Select a Plugin or Script to load" = "読み込むプラグインかスクリプトを選択する";

/* nothing */
"XChat: Plugins and Scripts" = "XChat プラグインとスクリプト";

/* nothing */
"_Load..." = "ロード...(_L)";

/* nothing */
"_UnLoad" = "アンロード(_U)";

/* nothing */
"_Close" = "閉じる(_C)";

/* nothing */
"Save As..." = "別名で保存...";

/* nothing */
"XChat: Rawlog (%s)" = "XChat: 生ログ (%s)";

/* nothing */
"Clear rawlog" = "生ログの消去";

/* nothing */
"The window you opened this Search for doesn't exist anymore." = "あなたがこの検索のために開いたウィンドウはもう存在しません。";

/* nothing */
"Search hit end, not found." = "最後まで検索しました。見つかりません";

/* nothing */
"XChat: Search" = "XChat: 検索";

/* nothing */
"_Match case" = "";

/* nothing */
"Search _backwards" = "前を検索(_B)";

/* nothing */
"_Find" = "検索(_F)";

/* nothing */
"New Network" = "新規ネットワーク";

/* nothing */
"Really remove network \"%s\" and all its servers?" = "本当にネットワーク \"%s\" とそのすべてのサーバーを削除しますか?";

/* nothing */
"User name and Real name cannot be left blank." = "ユーザー名と本名は空にできません。";

/* nothing */
"XChat: Edit %s" = "XChat: %s 編集";

/* nothing */
"Servers for %s" = "%s のサーバー";

/* nothing */
"Connect to selected server only" = "選択したサーバーのみに接続する";

/* nothing */
"Don't cycle through all the servers when the connection fails." = "";

/* nothing */
"Your Details" = "個人の詳細";

/* nothing */
"Use global user information" = "全体ユーザー情報を使う";

/* nothing */
"_Nick name:" = "ニックネーム(_N):";

/* nothing */
"Second choice:" = "2 つ目を選択:";

/* nothing */
"_User name:" = "ユーザー名(_U):";

/* nothing */
"Rea_l name:" = "本名(_L):";

/* nothing */
"Connecting" = "接続中";

/* nothing */
"Auto connect to this network at startup" = "起動したらこのネットワークに自動接続";

/* nothing */
"Use a proxy server" = "プロキシサーバーを使う";

/* nothing */
"Use SSL for all the servers on this network" = "このネットワークのすべてのサーバーへは SSL を使う";

/* nothing */
"Accept invalid SSL certificate" = "不正な証明を受け入れる";

/* nothing */
"C_hannels to join:" = "チャンネルに参加(_H):";

/* nothing */
"Channels to join, separated by commas, but not spaces!" = "参加するチャンネルをカンマ(半角空白じゃない!)で区切って入力する";

/* nothing */
"Connect command:" = "接続コマンド:";

/* nothing */
"Extra command to execute after connecting. If you need more than one, set this to LOAD -e <filename>, where <filename> is a text-file full of commands to execute." = "";

/* nothing */
"Nickserv password:" = "Nickserv パスワード:";

/* nothing */
"If your nickname requires a password, enter it here. Not all IRC networks support this." = "ニックネームがパスワードを要求する場合、ここに入力します。すべての IRC ネットワークがこれをサポートしているとは限りません。";

/* nothing */
"Server password:" = "サーバーパスワード:";

/* nothing */
"Password for the server, if in doubt, leave blank." = "サーバーのパスワードで、疑問がある場合、空のままにします。";

/* nothing */
"Character set:" = "文字集合:";

/* nothing */
"_Edit" = "編集(_E)";

/* nothing */
"XChat: Network List" = "XChat: ネットワーク一覧";

/* nothing */
"User Information" = "ユーザー情報";

/* nothing */
"Third choice:" = "3 つめを選択:";

/* nothing */
"Networks" = "ネットワーク";

/* nothing */
"Skip network list on startup" = "起動時にネットワーク一覧を飛ばす";

/* nothing */
"_Edit..." = "編集...(_E)";

/* nothing */
"_Sort" = "ソート(_S)";

/* nothing */
"Sorts the network list in alphabetical order. Use SHIFT-UP and SHIFT-DOWN keys to move a row." = "";

/* nothing */
"C_onnect" = "接続(_O)";

/* nothing */
"Text Box Appearance" = "テキストボックス外観";

/* nothing */
"Font:" = "フォント:";

/* nothing */
"Background image:" = "背景の絵:";

/* nothing */
"Scrollback lines:" = "スクロール保存行:";

/* nothing */
"Colored nick names" = "ニックに色を付ける";

/* nothing */
"Give each person on IRC a different color" = "IRC の各個人に異なる色を与える";

/* nothing */
"Indent nick names" = "ニックをインデントして揃える";

/* nothing */
"Make nick names right-justified" = "ニックを右揃えする.";

/* nothing */
"Transparent background" = "透明な背景";

/* nothing */
"Show marker line" = "マーカーラインを表示";

/* nothing */
"Insert a red line after the last read text." = "最後に読んだテキストの後に赤い線を挿入します。";

/* nothing */
"Transparency Settings" = "ファイル転送設定";

/* nothing */
"Red:" = "赤:";

/* nothing */
"Green:" = "緑:";

/* nothing */
"Blue:" = "青:";

/* nothing */
"Time Stamps" = "タイムスタンプ";

/* nothing */
"Enable time stamps" = "タイムスタンプを有効";

/* nothing */
"Time stamp format:" = "タイムスタンプのフォーマット:";

/* nothing */
"See strftime manpage for details." = "詳細は strftime の man ページを参照してください。";

/* nothing */
"A-Z" = "昇順";

/* nothing */
"Last-spoke order" = "";

/* nothing */
"Input box" = "入力ボックス";

/* nothing */
"Use the Text box font and colors" = "テキストボックスに使用するフォントと色";

/* nothing */
"Spell checking" = "スペルの確認中";

/* nothing */
"Nick Completion" = "ニックを補完する";

/* nothing */
"Automatic nick completion (without TAB key)" = "自動ニック補完 (TAB キーを使いません)";

/* nothing */
"Nick completion suffix:" = "ニックの補完接頭語:";

/* nothing */
"Nick completion sorted:" = "ニックの補完接頭語:";

/* nothing */
"Input Box Codes" = "入力ボックスコード";

/* nothing */
"Interpret %nnn as an ASCII value" = "%nnn を ASCII 値と解釈する";

/* nothing */
"Interpret %C, %B as Color, Bold etc" = "%C と %b を色とボールドなどと解釈する";

/* nothing */
"A-Z, Ops first" = "昇順, 最初になると";

/* nothing */
"Z-A, Ops last" = "降順, 最後になると";

/* nothing */
"Z-A" = "降順";

/* nothing */
"Unsorted" = "ソートしない";

/* nothing */
"Left (Upper)" = "";

/* nothing */
"Left (Lower)" = "";

/* nothing */
"Right (Upper)" = "";

/* nothing */
"Right (Lower)" = "";

/* nothing */
"Top" = "上部";

/* nothing */
"Bottom" = "ボタン";

/* nothing */
"Hidden" = "隠す";

/* nothing */
"User List" = "ユーザーリスト";

/* nothing */
"Show hostnames in user list" = "ユーザーリストのホスト名を表示する";

/* nothing */
"User list sorted by:" = "ユーザーリストのソート基準:";

/* nothing */
"Show user list at:" = "ユーザーリストを表示/隠す";

/* nothing */
"Away tracking" = "離席追跡";

/* nothing */
"Track the Away status of users and mark them in a different color" = "";

/* nothing */
"On channels smaller than:" = "チャンネルトピック";

/* nothing */
"Action Upon Double Click" = "ダブルクリックでの動作";

/* nothing */
"Execute command:" = "コマンド実行:";

/* nothing */
"Windows" = "ウィンドウ";

/* nothing */
"Tabs" = "タブ";

/* nothing */
"Always" = "常に";

/* nothing */
"Only requested tabs" = "要求があったタブのみ";

/* nothing */
"Tree" = "ツリー(_R)";

/* nothing */
"Switcher type:" = "テキスト検索...";

/* nothing */
"Open an extra tab for server messages" = "サーバーからのメッセージは別のタブを開く";

/* nothing */
"Open an extra tab for server notices" = "サーバーからの通知は別のタブを開く";

/* nothing */
"Open a new tab when you receive a private message" = "サーバーからのメッセージは別のタブを開く";

/* nothing */
"Sort tabs in alphabetical order" = "アルファベットオーダーでタブをソート";

/* nothing */
"Small tabs" = "小さなタブ";

/* nothing */
"Focus new tabs:" = "新規タブにフォーカス:";

/* nothing */
"Show channel switcher at:" = "チャンネルを表示";

/* nothing */
"Shorten tab labels to:" = "指定文字数でタブラベルを縮める:";

/* nothing */
"letters." = "文字";

/* nothing */
"Tabs or Windows" = "タブかウィンドウ";

/* nothing */
"Open channels in:" = "チャンネルの開き方:";

/* nothing */
"Open dialogs in:" = "ダイアログの開き方:";

/* nothing */
"Open utilities in:" = "ユーティリティの開き方:";

/* nothing */
"Open DCC, Ignore, Notify etc, in tabs or windows?" = "DCC, 無視, 通知やその他ウィンドウに対してタブを用いる";

/* nothing */
"No" = "いいえ";

/* nothing */
"Yes" = "はい";

/* nothing */
"Browse for save folder every time" = "";

/* nothing */
"Files and Directories" = "ファイルかディレクトリ";

/* nothing */
"Auto accept file offers:" = "定時のファイルを自動的に受理する:";

/* nothing */
"Download files to:" = "ダウンロードしたファイルの保存先:";

/* nothing */
"Move completed files to:" = "移動を完了したファイルの保存先:";

/* nothing */
"Save nick name in filenames" = "ファイル名にニックを保存";

/* nothing */
"Network Settings" = "ネットワーク設定";

/* nothing */
"Get my address from the IRC server" = "IRC サーバーから自分の IP アドレスを取得する";

/* nothing */
"Asks the IRC server for your real address. Use this if you have a 192.168.*.* address!" = "";

/* nothing */
"DCC IP address:" = "DCC IP アドレス:";

/* nothing */
"Claim you are at this address when offering files." = "";

/* nothing */
"First DCC send port:" = "高速 DCC 送信ポート:";

/* nothing */
"Last DCC send port:" = "最後の DCC 送信ポート:";

/* nothing */
"!Leave ports at zero for full range." = "";

/* nothing */
"Maximum File Transfer Speeds (bytes per second)" = "最大ファイル転送速度 (バイト毎秒)";

/* nothing */
"One upload:" = "ひとつのアップロード";

/* nothing */
"Maximum speed for one transfer" = "ひとつ転送するときの最大速度";

/* nothing */
"One download:" = "ひとつダウンロード:";

/* nothing */
"All uploads combined:" = "すべてのアップロードの合計:";

/* nothing */
"Maximum speed for all files" = "すべてのファイルの最大速度";

/* nothing */
"All downloads combined:" = "すべてのダウンロードの合計:";

/* nothing */
"Alerts" = "警告";

/* nothing */
"Show tray balloons on:" = "タブの表示方法:";

/* nothing */
"Blink tray icon on:" = "";

/* nothing */
"Blink task bar on:" = "";

/* nothing */
"Make a beep sound on:" = "";

/* nothing */
"Enable system tray icon" = "離席追跡を有効にする";

/* nothing */
"Highlighted Messages" = "メッセージのハイライト時にビープを鳴らす";

/* nothing */
"Highlighted messages are ones where your nickname is mentioned, but also:" = "";

/* nothing */
"Extra words to highlight:" = "ハイライトする特殊単語:";

/* nothing */
"Nick names not to highlight:" = "次のニックをハイライトしない:";

/* nothing */
"Nick names to always highlight:" = "次のニックをハイライトしない:";

/* nothing */
"Separate multiple words with commas." = "コンマで複数単語を区切ります。";

/* nothing */
"Default Messages" = "デフォルトメッセージ:";

/* nothing */
"Quit:" = "終了:";

/* nothing */
"Leave channel:" = "チャンネルを離れる:";

/* nothing */
"Away:" = "離席:";

/* nothing */
"Away" = "離席";

/* nothing */
"Announce away messages" = "離席メッセージをアナウンスする";

/* nothing */
"Announce your away messages to all channels" = "離席メッセージを参加しているすべてのチャネルに流す";

/* nothing */
"Show away once" = "一度だけ離席を表示";

/* nothing */
"Show identical away messages only once" = "同一の離席メッセージをひとつ表示する";

/* nothing */
"Automatically unmark away" = "自動離席解除";

/* nothing */
"Unmark yourself as away before sending messages" = "";

/* nothing */
"Advanced Settings" = "高度な設定";

/* nothing */
"Auto reconnect delay:" = "自動再接続の遅延時間:";

/* nothing */
"Display MODEs in raw form" = "";

/* nothing */
"Whois on notify" = "";

/* nothing */
"Sends a /WHOIS when a user comes online in your notify list" = "";

/* nothing */
"Hide join and part messages" = "参加と退出メッセージを隠す";

/* nothing */
"Hide channel join/part messages by default" = "デフォルトで参加/退出チャンネルを隠す";

/* nothing */
"Auto Open DCC Windows" = "自動で DCC ウィンドウを開く";

/* nothing */
"Send window" = "送信ウィンドウ";

/* nothing */
"Receive window" = "受信ウィンドウ";

/* nothing */
"Chat window" = "チャットウィンドウ";

/* nothing */
"Logging" = "ログを残す";

/* nothing */
"Enable logging of conversations" = "会話のログ記録を有効にする";

/* nothing */
"Log filename:" = "ログファイル:";

/* nothing */
"%s=Server %c=Channel %n=Network." = "%s=サーバー %c=チャンネル %n=ネットワークです。";

/* nothing */
"Insert timestamps in logs" = "常にタイムスタンプを挿入";

/* nothing */
"Log timestamp format:" = "ログタイムスタンプのフォーマット:";

/* nothing */
"(Disabled)" = "(無効)";

/* nothing */
"Wingate" = "Wingate";

/* nothing */
"Socks4" = "Socks4";

/* nothing */
"Socks5" = "Socks5";

/* nothing */
"HTTP" = "HTTP";

/* nothing */
"MS Proxy (ISA)" = "MS Proxy (ISA)";

/* nothing */
"All Connections" = "自動接続";

/* nothing */
"IRC Server Only" = "IRC サーバーのみ";

/* nothing */
"DCC Get Only" = "DCC 取得のみ";

/* nothing */
"Your Address" = "あなたのアドレス";

/* nothing */
"Bind to:" = "検索語:";

/* nothing */
"Only useful for computers with multiple addresses." = "";

/* nothing */
"Proxy Server" = "プロキシサーバー";

/* nothing */
"Hostname:" = "ホスト名:";

/* nothing */
"Port:" = "ポート:";

/* nothing */
"Type:" = "種類:";

/* nothing */
"Use proxy for:" = "プロキシの使用:";

/* nothing */
"Proxy Authentication" = "プロキシ認証";

/* nothing */
"Use Authentication (MS Proxy, HTTP or Socks5 only)" = "プロキシサーバーを使う (MS プロキシ、HTTP か Sock5 のみ)";

/* nothing */
"Use Authentication (HTTP or Socks5 only)" = "認証を使う (HTTP か Sock5 のみ)";

/* nothing */
"Username:" = "ユーザー名:";

/* nothing */
"Password:" = "パスワード:";

/* nothing */
"Select an Image File" = "画像ファイル名の選択";

/* nothing */
"Select Download Folder" = "ダウンロードフォルダーを選択する";

/* nothing */
"Select font" = "フォント選択";

/* nothing */
"Browse..." = "参照...";

/* nothing */
"Mark identified users with:" = "次の識別済ユーザーをマークする:";

/* nothing */
"Mark not-identified users with:" = "次の未識別ユーザーをマークする:";

/* nothing */
"Open Data Folder" = "フォルダーを開く...";

/* nothing */
"Select color" = "色選択";

/* nothing */
"Text Colors" = "テキスト色";

/* nothing */
"mIRC colors:" = "mIRC 色:";

/* nothing */
"Local colors:" = "ローカルの色:";

/* nothing */
"Foreground:" = "前景色:";

/* nothing */
"Background:" = "背景色:";

/* nothing */
"Marking Text" = "マーキングテキスト";

/* nothing */
"Interface Colors" = "インタフェース色";

/* nothing */
"New data:" = "新規データ:";

/* nothing */
"Marker line:" = "マーカー行:";

/* nothing */
"New message:" = "新規メッセージ:";

/* nothing */
"Away user:" = "離席ユーザー:";

/* nothing */
"Highlight:" = "ハイライト:";

/* nothing */
"Event" = "イベント";

/* nothing */
"Sound file" = "サウンドファイル";

/* nothing */
"Select a sound file" = "出力ファイルの選択";

/* nothing */
"Sound playing method:" = "サウンドの再生方法:";

/* nothing */
"External sound playing _program:" = "外部サウンド再生プログラム(_P):";

/* nothing */
"_External program" = "外部プログラム(_E)";

/* nothing */
"_Automatic" = "自動(_A)";

/* nothing */
"Sound files _directory:" = "サウンドファイルディレクトリ(_D):";

/* nothing */
"Sound file:" = "サウンドファイル:";

/* nothing */
"_Browse..." = "参照...(_B)";

/* nothing */
"_Play" = "再生(_P)";

/* nothing */
"Interface" = "インタフェース";

/* nothing */
"Text box" = "テキスト";

/* nothing */
"User list" = "ユーザーリスト";

/* nothing */
"Channel switcher" = "チャンネルリスト...";

/* nothing */
"Colors" = "色";

/* nothing */
"Chatting" = "チャット";

/* nothing */
"General" = "一般";

/* nothing */
"Sound" = "サウンド";

/* nothing */
"Network setup" = "ネットワークセットアップ";

/* nothing */
"File transfers" = "ファイル転送";

/* nothing */
"Categories" = "カテゴリ";

/* nothing */
"You cannot place the tree on the top or bottom!\nPlease change to the <b>Tabs</b> layout in the <b>View</b> menu first." = "";

/* nothing */
"Some settings were changed that require a restart to take full effect." = "";

/* nothing */
"*WARNING*\nAuto accepting DCC to your home directory\ncan be dangerous and is exploitable. Eg:\nSomeone could send you a .bash_profile" = "*警告*\nホーム・ディレクトリへ自動DCC受け取りを有効にする\nことは悪戯される危険があり, 勧められません. 例えば,\n誰からがあなたへ『.bash_profile』ファイルを転送す\nると, 勝手にシェルの設定が上書きされてしまいます。";

/* nothing */
"XChat: Preferences" = "XChat: 設定";

/* nothing */
"There was an error parsing the string" = "文字列解析にエラーがありました.";

/* nothing */
"This signal is only passed %d args, $%d is invalid" = "このシグナルは %d 個の引数を通します, $%d 個は不適当です。";

/* nothing */
"Print Texts File" = "テキストファイルの表示";

/* nothing */
"Edit Events" = "イベント編集";

/* nothing */
"$ Number" = "$ 番号";

/* nothing */
"Load From..." = "読み込み元...";

/* nothing */
"Test All" = "全てを試行";

/* nothing */
"URL" = "URL";

/* nothing */
"XChat: URL Grabber" = "XChat: URL 取り込み";

/* nothing */
"Clear list" = "リスト消去";

/* nothing */
"Copy selected URL" = "選択した URL をコピー";

/* nothing */
"Copy" = "コピー";

/* nothing */
"Save list to a file" = "ファイルにリストを保存";

/* nothing */
"%d ops, %d total" = "%d 個のなると、合計 %d 個";

